[
	{
		"id": "Georgiadou202089",
		"type": "article",
		"title": "Development of the “special-vocational-education-service-quality scale”: Listening to the voices of students with intellectual disability",
		"author": "Georgiadou, I. and Vlachou, A. and Stavroussi, P.",
		"keywords": "Intellectual disability;  Participatory research;  Service quality;  Special education;  Vocational education;  Vocational training",
		"doi": "10.1108/QAE-07-2019-0067",
		"abstract": "Purpose: The purpose of this paper is to describe the development of a scale for the evaluation of the perceived quality of services provided to students with disabilities by Special Vocational Education (SVE) institutions in Greece. Design/methodology/approach: SVE service quality was approached on the basis of the performance-only model. The participatory research paradigm was followed, engaging students with disability and specifically with intellectual disability in several stages of the instrument development. The methodological design included two phases for the establishment and testing of the reliability and validity of the scale. Findings: The findings of the study support a multifactorial construct of SVE service quality consisting of five factors: responsiveness, surroundings, personalization, training and facilities adequacy. Research limitations/implications: Generalization of results should be attempted with concern. The type and severity of disability should be considered in future use of the scale. The construct of training for students with disability needs to be further investigated. Practical implications: SVE-Service-Quality Scale may be used in SVE settings highlighting areas of improvement or as an instrument for the assessment of implemented interventions. Social implications: Participatory research may serve as an empowerment opportunity for students with disability, whose active engagement in the research design allows for a small-scale yet valuable social impact, promoting emancipation for people with disability. Originality/value: The study draws attention on the field of SVE service quality where research is scarce, introducing SVE in the discussion about educational service quality assessment. © 2020, Emerald Publishing Limited.",
		"pages": "89-103",
		"year": "2020",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85081246480&doi=10.1108%2fQAE-07-2019-0067&partnerID=40&md5=20bbeab7fe34f88e8d5ed7a3a3491088",
		"journal": "Quality Assurance in Education",
		"volume": "28"
	},
	{
		"id": "Liu2019",
		"type": "article",
		"title": "A methodological framework with rough-entropy-ELECTRE TRI to classify failure modes for co-implementation of smart PSS",
		"author": "Liu, Z. and Ming, X.",
		"keywords": "Co-implementation;  Extended-FMECA;  Process-chain-network;  Rough-entropy-ELECTRE TRI;  Smart product-service system",
		"doi": "10.1016/j.aei.2019.100968",
		"abstract": "Smart PSS (product-service system) has been transcending the scope of traditional PSS through ICTs (information and communication technologies). The co-implementation is a specific way of co-creation to generate value for customer and supplier in smart PSS. Meanwhile, the service failures in co-implementation can bring about service paradox. As such, three key research questions, including the construction of co-implementation of smart PSS, the extension of risk factors in FMECA and the category of identified failure modes, are put forward and conquered by a proposed methodological framework. First, in order to construct the co-implementation of smart PSS involving customer and supplier, the PCN (process-chain-network) diagram with direct interaction, surrogate interaction and independent handling is employed to reflect the nature of interaction. Second, since that the highly complexity of co-implementation of smart PSS can lead to more huge risk, an extended-FMECA (failure mode effect and criticality analysis) sheet is formulated by considering the adaptation of autonomy. Third, to handle the uncertainty of expert judgments more reasonably and determine the weights of risk factors without additional information, a hybrid approach integrating rough-entropy-ELECTRE TRI is proposed to classify failure modes into ordinal classes, so that decision-makers can swiftly access them. This proposed methodological framework also is illustrated by the co-implementation of smart fridge-service system, in which the feasibility and superiority are verified by analysing comparative results. © 2019 Elsevier Ltd",
		"year": "2019",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85070583824&doi=10.1016%2fj.aei.2019.100968&partnerID=40&md5=a643f49d56d0254eb5b8e30832c22d32",
		"journal": "Advanced Engineering Informatics",
		"volume": "42"
	},
	{
		"id": "MarcosPablos2019",
		"type": "article",
		"title": "Technological ecosystems in care and assistance: A systematic literature review",
		"author": "Marcos-Pablos, S. and García-Peñalvo, F.J.",
		"keywords": "Care and assistance technologies;  Systematic literature review;  Technological ecosystems",
		"doi": "10.3390/s19030708",
		"abstract": "Applying the concepts of technological ecosystems to the care and assistance domain is an emerging field that has gained interest during the last years, as they allow to describe the complex relationships between actors in a technologically boosted care domain. In that context, this paper presents a systematic review and mapping of the literature to identify, analyse and classify the published research carried out to provide care and assistance services under a technological ecosystems’ perspective. Thirty-seven papers were identified in the literature as relevant and analysed in detail (between 2003–2018). The main findings show that it is indeed an emerging field, as few of the found ecosystem proposals have been developed in the real world nor have they been tested with real users. In addition, a lot of research to date reports the proposal of platform-centric architectures developed over existing platforms not specifically developed for care and services provision. Employed sensor technologies for providing services have very diverse natures depending on the intended services to be provided. However, many of these technologies do not take into account medical standards. The degree of the ecosystems’ openness to adding new devices greatly depends on the approach followed, such as the type of middleware considered. Thus, there is still much work to be done in order to equate other more established ecosystems such as business or software ecosystems. © 2019 by the authors. Licensee MDPI, Basel, Switzerland.",
		"year": "2019",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85061373752&doi=10.3390%2fs19030708&partnerID=40&md5=c0b6e0ef9b377389a0ef5757d1662cc4",
		"journal": "Sensors (Switzerland)",
		"volume": "19"
	},
	{
		"id": "Kyazze2019",
		"type": "article",
		"title": "Conceptual framework for designing ambient assisted living services for individuals with disabilities in Uganda and south Africa",
		"author": "Kyazze, M. and Wesson, J. and Naudé, K.",
		"keywords": "Ambient assisted living;  Disability;  Quadriplegia;  Requirements identification;  Smart home",
		"doi": "10.4102/ajod.v8i0.477",
		"abstract": "Background: Individuals with disabilities experience difficulty in using various everyday technologies such as computers and smartphones. Objectives: To propose a conceptual framework that will lead to the development of practical and user friendly assistive technology. Method: A literature review of challenges faced by individuals with physical disabilities was carried out. Interviews with adults with physical disabilities in Kampala, Uganda, and Port Elizabeth, South Africa, identified three main challenges with regard to using technology: using a mobile phone, controlling an electronic environment and using a computer. Results: The challenges identified can be solved by taking into consideration the needs of individuals with disabilities. However, the design of new technologies and interaction techniques, such as natural hand gestures and voice, as input mechanisms has able-bodied individuals in mind. Individuals with disabilities are considered as an afterthought. The main reason for this is that individuals with a disability are a minority and hence it may not make economic sense for technology innovators to cater for their unique needs. A lack of practical guidelines on how to design for individuals with disabilities is another reason why designing for individuals with disabilities is often an afterthought. Conclusion: This article proposes a conceptual framework that can be used by researchers and technology designers in order to design products that could cater for the unique needs of individuals with disabilities. The article also emphasises the importance of exploring alternative interaction techniques, as they could enable individuals with disabilities to fully utilise technologies such as smart phones, computers and smart home electronics. © 2019 The Authors.",
		"year": "2019",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85082977509&doi=10.4102%2fajod.v8i0.477&partnerID=40&md5=548a810113770c2951febcbcadf9b10d",
		"journal": "African Journal of Disability",
		"volume": "8"
	},
	{
		"id": "Almeida201943",
		"type": "article",
		"title": "Decision support system for assigning members to agile teams",
		"author": "Almeida, F. and Adão, D. and Martins, C.",
		"keywords": "Agile Development;  AHP;  SCRUM;  Support Decision System;  Team Assignment",
		"doi": "10.4018/IJITSA.2019070103",
		"abstract": "The use of agile methodologies like SCRUM is seen by companies in the software engineering field as a strategic necessity for their competitiveness, which makes them more reactive and dynamic in an increasingly demanding and competitive international market. One of the critical factors in the implementation of a SCRUM environment is the set-up of teams that are simultaneously homogeneous and composed of the best collaborators for each SCRUM role. In this sense, this study describes the modeling process and presents the implementation of a decision support system that can contribute to improving the process of assigning an agile team simultaneously considering the technical and social skills of employees. The results of the study allowed testing the application considering different competencies associated to each Agile position, the impact that the attribution process suffers from oscillations in the process of evaluation and self-evaluation, and the impact in terms of the performance of the inclusion of new collaborators and criteria comparison. Copyright © 2019, IGI Global.",
		"pages": "43-60",
		"year": "2019",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85066984727&doi=10.4018%2fIJITSA.2019070103&partnerID=40&md5=c800f7d8860f2a3fa7051f3374b0dfe1",
		"journal": "International Journal of Information Technologies and Systems Approach",
		"volume": "12"
	},
	{
		"id": "FernandezRojas201933304",
		"type": "article",
		"title": "Contextual Awareness in Human-Advanced-Vehicle Systems: A Survey",
		"author": "Fernandez-Rojas, R. and Perry, A. and Singh, H. and Campbell, B. and Elsayed, S. and Hunjet, R. and Abbass, H.A.",
		"keywords": "activity recognition;  ad-hoc networks;  advanced vehicle systems;  cognitive radios;  Contextual awareness;  cyber security;  human-computer interaction;  knowledge management;  machine learning;  privacy;  radio communication;  recommender systems;  wireless communication",
		"doi": "10.1109/ACCESS.2019.2902812",
		"abstract": "Autonomous vehicles are becoming a reality in places with advanced infrastructure to support their operations. In crowded places, harsh environments, missions that require these vehicles to be aware of the context in which they are operating, and situations requiring continuous coordination with humans such as in disaster relief, advanced-vehicle systems (AVSs) need to be better contextually aware. The vast literature referring to context-aware systems is still sparse, focusing on very limited forms of contextual awareness. It requires a structured approach to bring it together to truly realize contextual awareness in AVSs. This paper uses a human-AVSs (HAVSs) lens to polarize the literature in a coherent form suitable for designing distributed HAVSs. We group the relevant literature into two categories: contextual-awareness related to the vehicle infrastructure itself that enables AVSs to operate, and contextual-awareness related to HAVSs. The former category focuses on the communication backbone for AVSs including ad-hoc networks, services, wireless communication, radio systems, and the cyber security and privacy challenges that arise in these contexts. The latter category covers recommender systems, which are used to coordinate the actions that sit at the interface of the human and AVSs, human-machine interaction issues, and the activity recognition systems as the enabling technology for recommender systems to operate autonomously. The structured analysis of the literature has identified a number of open research questions and opportunities for further research in this area. © 2013 IEEE.",
		"pages": "33304-33328",
		"year": "2019",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85063864528&doi=10.1109%2fACCESS.2019.2902812&partnerID=40&md5=33a4b4cead42c4d6a9ce7235ff8117b0",
		"journal": "IEEE Access",
		"volume": "7"
	},
	{
		"id": "Anttiroiko20181",
		"type": "book",
		"title": "Wellness City: Health and Well-being in Urban Economic Development",
		"author": "Anttiroiko, A.-V.",
		"doi": "10.1007/978-3-319-75562-5",
		"abstract": "Addressing the continuous need for new growth sectors in post-industrial cities, this book considers the economic significance of wellness from a development policy perspective. The author goes beyond personal health discourse to conceptualise wellness as an emerging industry, presenting empirical cases of community, attraction, and export-orientated strategies around the world. Combining holistic health, urban governance and economic development, this book will provide valuable reading for those studying policy, tourism and the wellness sector as well as business entrepreneurs within this evolving industry. © Ari-Veikko Anttiroiko 2018.",
		"pages": "1-159",
		"year": "2018",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85060515520&doi=10.1007%2f978-3-319-75562-5&partnerID=40&md5=31bed1420511d51b70978414e27f67f0",
		"journal": "Wellness City: Health and Well-being in Urban Economic Development"
	},
	{
		"id": "Profillidis20181",
		"type": "book",
		"title": "Modeling of transport demand: Analyzing, calculating, and forecasting transport demand",
		"author": "Profillidis, V.A. and Botzoris, G.N.",
		"doi": "10.1016/C2016-0-00793-3",
		"abstract": "Modeling of Transport Demand explains the mechanisms of transport demand, from analysis to calculation and forecasting. Packed with strategies for forecasting future demand for all transport modes, the book helps readers assess the validity and accuracy of demand forecasts. Forecasting and evaluating transport demand is an essential task of transport professionals and researchers that affects the design, extension, operation, and maintenance of all transport infrastructures. Accurate demand forecasts are necessary for companies and government entities when planning future fleet size, human resource needs, revenues, expenses, and budgets. The operational and planning skills provided in Modeling of Transport Demand help readers solve the problems they face on a daily basis. Modeling of Transport Demand is written for researchers, professionals, undergraduate and graduate students at every stage in their careers, from novice to expert. The book assists those tasked with constructing qualitative models (based on executive judgment, Delphi, scenario writing, survey methods) or quantitative ones (based on statistical, time series, econometric, gravity, artificial neural network, and fuzzy methods) in choosing the most suitable solution for all types of transport applications. © 2018 Elsevier Inc. All rights reserved.",
		"pages": "1-500",
		"year": "2018",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85083269552&doi=10.1016%2fC2016-0-00793-3&partnerID=40&md5=7bd1cbfc6cf40478b6c3c96ac740f3b9",
		"journal": "Modeling of Transport Demand: Analyzing, Calculating, and Forecasting Transport Demand"
	},
	{
		"id": "Zoughbi20171",
		"type": "book",
		"title": "Securing government information and data in developing countries",
		"author": "Zoughbi, S.",
		"doi": "10.4018/978-1-5225-1703-0",
		"abstract": "The ongoing growth of information and communication technology is a high priority for any developing country. These advances help progress with different sectors of socio-economic development within these countries, and strengthens our global economy as a whole. Securing Government Information and Data in Developing Countries provides an informative examination of the latest strategies and methods for protecting government information and data within developing countries. Presenting dynamic topics such as security-critical systems, watermarking authentication, hybrid biometrics, and e-voting systems, this publication is an ideal reference source for practitioners, academicians, students, and researchers who are interested in the emerging trends of data security for governments. © 2017, IGI Global. All rights reserved.",
		"pages": "1-307",
		"year": "2017",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85027715533&doi=10.4018%2f978-1-5225-1703-0&partnerID=40&md5=d75cce942215f77277151544edddab48",
		"journal": "Securing Government Information and Data in Developing Countries"
	},
	{
		"id": "Maeder2017166",
		"type": "article",
		"title": "Health smart homes: New challenges",
		"author": "Maeder, A.J. and Williams, P.A.H.",
		"keywords": "Assisted living facilities;  Computing methodologies",
		"doi": "10.3233/978-1-61499-830-3-166",
		"abstract": "Health Smart Homes provide various forms of assisted living support, by monitoring the activities and health status of their occupants to generate flows of information and sometimes interventions involving the occupants and their careers. Technologies of varying complexity must be combined to produce the underlying Health Smart Home system, and processing of the resulting data may require methods of varying sophistication. These aspects have been well studied, but no widely-adopted approaches for practical implementation of systems or systematic processing of data have been developed. Also, the integration of Health Smart Home services with the overall health care system has not been regularized. This paper identifies and categorizes the emerging high-level challenges beyond those in the basic technical and algorithmic spaces. These challenges will influence future directions for Health Smart Homes and their wider adoption and integration with health systems. © 2017 International Medical Informatics Association (IMIA) and IOS Press.",
		"pages": "166-169",
		"year": "2017",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85040526530&doi=10.3233%2f978-1-61499-830-3-166&partnerID=40&md5=d20b02ebe502a7ad29c7a68bb8cde981",
		"journal": "Studies in Health Technology and Informatics",
		"volume": "245"
	},
	{
		"id": "Mechelli20171",
		"type": "article",
		"title": "The usefulness of the business model disclosure for investors’ judgements in financial entities. A European study [Utilidad de la divulgación del modelo de negocio para los criterios de inversores en entidades financieras. Un estudio europeo]",
		"author": "Mechelli, A. and Cimini, R. and Mazzocchetti, F.",
		"keywords": "Business model;  European Union;  Financial entities;  Ohlson model;  Value relevance",
		"doi": "10.1016/j.rcsar.2016.03.002",
		"abstract": "The business model concept is a common topic investigated in different fields of research. To participate to the debate around such concept in the accounting field, the objective of this paper is showing whether and how the voluntary disclosure of the non-mandatory IASB (2010) macro-components, that we consider the key elements of a business model of financial entities, increases the value relevance of accounting amounts. Analyzing a sample of 124 European financial entities over the period 2010–2013, the paper shows that the value relevance of accounting amounts of entities that provide a wide disclosure of their business model is higher than the one of entities that provide a limited disclosure of their business model. These findings not only shed lights about the importance of disclosing information relating to the business model to improve the usefulness of accounting amounts for investors’ strategies, but also have implication for regulators and standard setters that from results could learn the opportunity to make the disclosure of IASB (2010) compulsory for all the IAS/IFRS compliant entities. © 2016 ASEPUC",
		"pages": "1-12",
		"year": "2017",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84977476209&doi=10.1016%2fj.rcsar.2016.03.002&partnerID=40&md5=7b52776f27e711c3bfbfc91a413381de",
		"journal": "Revista de Contabilidad-Spanish Accounting Review",
		"volume": "20"
	},
	{
		"id": "Martins2016230",
		"type": "book",
		"title": "Development of ambient assisted living products and services: The role of international classification of functioning, disability, and health",
		"author": "Martins, A.I. and Queirós, A. and Rocha, N.P.",
		"doi": "10.4018/978-1-5225-1944-7.ch013",
		"abstract": "Background: the involvement of the potential end users in the development processes is a relevant issue for the acceptance of Ambient Assisted Living (AAL) products and services. Objective: this study aimed to use the conceptual framework of the International Classification of Functioning, Disability and Health (ICF) to conceptualize instruments for the different phases of the AAL development processes. Methods: personas and scenarios were modified, considering the fundamental concepts of the ICF in order to highlight end users functioning and health conditions, and an ICF based instrument for usability assessment was defined and validated. Results: the results of several observational studies suggest the adequacy of the ICF based instruments (personas and scenarios and usability assessment instrument). Conclusion: the present study indicates that the ICF based instruments can be useful tools for the development of Ambient Assisted Living products or services. © 2017 by IGI Global. All rights reserved.",
		"pages": "230-252",
		"year": "2016",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85016085210&doi=10.4018%2f978-1-5225-1944-7.ch013&partnerID=40&md5=29f4dbd20f554dbf1844d98e17a53cc1",
		"journal": "Design Solutions for User-Centric Information Systems"
	},
	{
		"id": "Klonovs201649",
		"type": "article",
		"title": "Monitoring technology",
		"author": "Klonovs, J. and Haque, M.A. and Krueger, V. and Nasrollahi, K. and Andersen-Ranberg, K. and Moeslund, T.B. and Spaich, E.G.",
		"keywords": "Activity monitoring;  Activity of daily living (ADL);  Machine learning;  Monitoring technology;  Patient at home;  Physiological parameter;  Remote sensing;  Sensor;  Standards;  Wearable",
		"doi": "10.1007/978-3-319-27024-1_4",
		"abstract": "This chapter aims at giving an insight into a variety of available monitoring technologies and techniques, which aim to provide solutions to the issues listed in Chap. 3. First, we start with discussing possible data collection approaches, by revealing choices of available sensors and underlying constrains. Second, we provide a summary of sensors used for data acquisition in regard to needed medical applications, revealing what relevant parameters can be derived from those sensor measurements. We then summarize what common data processing and analysis techniques are used for interpreting this data, with a special focus on machine learning approaches. Third, we derive important requirements and underlying challenges for the involved machine learning strategies and discuss possible implications for applying the different monitoring approaches. Finally, we refer to a number of established standards, which are needed to be complied with, when developing and implementing home monitoring systems for older adults. © The Author(s) 2016.",
		"pages": "49-84",
		"year": "2016",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-85012270700&doi=10.1007%2f978-3-319-27024-1_4&partnerID=40&md5=b2dfaf48f4650783821657819c14b450",
		"journal": "SpringerBriefs in Computer Science"
	},
	{
		"id": "Corley20151",
		"type": "book",
		"title": "The Oil Palm: Fifth Edition",
		"author": "Corley, R.H.V. and Tinker, P.B.",
		"doi": "10.1002/9781118953297",
		"abstract": "The oil palm is the worlds most valuable oil crop. Its production has increased over the decades, reaching 56 million tons in 2013, and it gives the highest yields per hectare of all oil crops. Remarkably, oil palm has remained profitable through periods of low prices. Demand for palm oil is also expanding, with the edible demand now complemented by added demand from biodiesel producers. The Oil Palm is the definitive reference work on this important crop. This fifth edition features new topics - including the conversion of palm oil to biodiesel, and discussions about the impacts of palm oil production on the environment and effects of climate change alongside comprehensively revised chapters, with updated references throughout. The Oil Palm, Fifth Edition will be useful to researchers, plantation and mill managers who wish to understand the science underlying recommended practices. It is an indispensable reference for agriculture students and all those working in the oil palm industry worldwide. © 2016 by R.H.V. Corley and P.B. Tinker. All rights reserved.",
		"pages": "1-655",
		"year": "2015",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84975911652&doi=10.1002%2f9781118953297&partnerID=40&md5=5cc01578abd858e03fa455a557af7a97",
		"journal": "The Oil Palm: Fifth Edition"
	},
	{
		"id": "Hadjileontiadou20151",
		"type": "book",
		"title": "Fuzzy logic-based modeling in collaborative and blended learning",
		"author": "Hadjileontiadou, S.J. and Dias, S.B. and Diniz, J.A. and Hadjileontiadis, L.J.",
		"doi": "10.4018/978-1-4666-8705-9",
		"abstract": "Technology has dramatically changed the way in which knowledge is shared within and outside of traditional classroom settings. The application of fuzzy logic to new forms of technology-centered education has presented new opportunities for analyzing and modeling learner behavior. Fuzzy Logic-Based Modeling in Collaborative and Blended Learning explores the application of the fuzzy set theory to educational settings in order to analyze the learning process, gauge student feedback, and enable quality learning outcomes. Focusing on educational data analysis and modeling in collaborative and blended learning environments, this publication is an essential reference source for educators, researchers, educational administrators and designers, and IT specialists. This premier reference monograph presents key research on educational data analysis and modeling through the integration of research on advanced modeling techniques, educational technologies, fuzzy concept maps, hybrid modeling, neuro-fuzzy learning management systems, and quality of interaction. © 2015 by IGI Global. All rights reserved.",
		"pages": "1-519",
		"year": "2015",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84944405463&doi=10.4018%2f978-1-4666-8705-9&partnerID=40&md5=076a77787ec2782dca9d71b194f5820a",
		"journal": "Fuzzy Logic-Based Modeling in Collaborative and Blended Learning"
	},
	{
		"id": "Khemaja20159",
		"type": "article",
		"title": "Collaborative skills’ acquisition and transfer environment for developing user centered applications: Case of ambient assisted living systems [Un environnement collaboratif pour l’acquisition de compétences en conception-développement d’applications centrées utilisateur: Application aux systèmes d’assistance à la santé et au bien-être]",
		"author": "Khemaja, M.",
		"keywords": "Ambient assisted living systems (AALS);  Computer supported collaborative learning systems;  Gamification;  Intelligent tutoring systems;  Participative design;  Serious games;  Skills acquisition and transfer;  Smart and pervasive environments;  User centered design",
		"doi": "10.3166/ISI.20.4.9-37",
		"abstract": "Ambient Assisted Living Systems are considered as a particular application of more general user-centered systems. Although that this domain is specifically evolving in a very fast rate, till now, at the best of our knowledge, there is no relevant learning environment intended to educate next generations of professional designers and developers of AALS. In this paper, we attempt to provide a resources oriented model for gamified, collaborative and adaptive environment for acquisition and transfer of skills related to design and engineering of Intelligent/Ambient Assisted Living Systems (AALS). In this environment, we adopt design and methodology principles, related to Intelligent Tutoring systems (ITS), Computer Supported Collaborative Learning (CSCLs) as well as simulation and Gamification. © 2015 Lavoisier.",
		"pages": "9-38",
		"year": "2015",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84965137572&doi=10.3166%2fISI.20.4.9-37&partnerID=40&md5=4191e1e47b293d3724259fc93a1adada",
		"journal": "Ingenierie des Systemes dInformation",
		"volume": "20"
	},
	{
		"id": "Martins2014250",
		"type": "book",
		"title": "Usability evaluation methods: A systematic review",
		"author": "Martins, A.I. and Queirós, A. and Silva, A.G. and Rocha, N.P.",
		"doi": "10.4018/978-1-4666-6485-2.ch013",
		"abstract": "This chapter aims to identify, analyze, and classify the methodologies and methods described in the literature for the usability evaluation of systems and services based on information and communication technologies. The methodology used was a systematic review of the literature. The studies included in the analysis were classified into empirical and analytical methodologies (test, inquiry, controlled experiment, or inspection). A total of 2116 studies were included, of which 1308 were classified. In terms of results, the inquiry methodology was the most frequent in this review, followed by test, inspection, and finally, the controlled experiment methodology. A combination of methodologies is relatively common, especially the combination of test and inquiry methodologies, probably because they assess different but complementary aspects of usability contributing to a more comprehensive assessment. © 2015, IGI Global. All rights reserved.",
		"pages": "250-273",
		"year": "2014",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84946144412&doi=10.4018%2f978-1-4666-6485-2.ch013&partnerID=40&md5=86b6d39409f70bae75e6ec5e0127e0d2",
		"journal": "Human Factors in Software Development and Design"
	},
	{
		"id": "Hewing20141",
		"type": "book",
		"title": "Business process blueprinting: A method for customer-oriented business process modeling",
		"author": "Hewing, M.",
		"doi": "10.1007/978-3-658-03729-1",
		"abstract": "Though customer orientation is recommended in Business Process Management, current modeling methods still have a strong focus on the companys processes. To ensure a long-lasting requirement of a firms service, one should consider the customer activities in order to offer an added value that effectively addresses his or her needs. Thus, the customers perspective and their process chains before, during and after the interaction need to be captured in Business Process Management. Michael Hewing takes a design-oriented research approach to show how the integration of well-grounded marketing methods enables the visualization and analysis of the customers point of view in Business Process Management. By enhancing this method, information on usage processes as well as on the value-in-use can be provided for a comprehensive and process-based customer management. © 2014 Springer Fachmedien Wiesbaden. All rights reserved.",
		"pages": "1-229",
		"year": "2014",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84933513614&doi=10.1007%2f978-3-658-03729-1&partnerID=40&md5=a2c1a707e2e5a4617b971c4b97e88e4d",
		"journal": "Business Process Blueprinting: A Method for Customer-Oriented Business Process Modeling",
		"volume": "9783658037291"
	},
	{
		"id": "Feitosa2014",
		"type": "conference",
		"title": "An architecture design method for critical embedded systems",
		"author": "Feitosa, D.",
		"keywords": "Critical embedded systems;  Design method;  Software architecture;  Software engineering",
		"doi": "10.1145/2578128.2578225",
		"abstract": "Critical embedded systems (CES) have become ubiquitous in the modern society, like in cars and energy appliances. However, besides their popularity, engineering of these systems is still particularly challenging. One of the greatest challenges in the development of such systems is their expected high standards of reliability. One of the key solutions to overcome this challenge is to design a sound architecture and validate it against critical quality attributes (CQAs), such as safety, dependability, security and performance. However, currently there are no established architecting processes or methods that are specialized for the domain of CES. Consequently, these systems are sometimes developed without focusing on their architectural design and their level of quality. Thus, the main goal of this PhD project is to develop an architecture design method, specialized in decisions that impacts CQAs. In the context of this project, the proposed method will be evaluated, through an industrial collaborations, with companies of two important application domains: Smart Grid and Ambient Assisted Living. Copyright © 2014 ACM 1-58113-000-0/00/0010⋯$15.00.",
		"year": "2014",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84904550579&doi=10.1145%2f2578128.2578225&partnerID=40&md5=3b7bb71b5fb60235f732d25935bd21a8",
		"journal": "ACM International Conference Proceeding Series"
	},
	{
		"id": "Helfert2013404",
		"type": "article",
		"title": "The impact of information quality on quality of life: An information quality oriented framework",
		"author": "Helfert, M. and Raywalshe and Gurrin, C.",
		"keywords": "Ageing;  Cloud;  Information quality;  Lifelogging;  Social",
		"doi": "10.1587/transcom.E96.B.404",
		"abstract": "Information affects almost all aspects of life, and thus the Quality of Information (IQ) plays a critical role in businesses and societies; It can have significant positive and negative impacts on the quality of life of citizens, employees and organizations. Over many years aspects and challenges of IQ have been studied within various contexts. As a result, the general approach to the study of IQ has offered numerous management and measurement approaches, IQ frameworks and list of IQ criteria. As the volume of data and information increases, IQ problems become pervasive. Whereas earlier studies investigated specific aspects of IQ, the next phase of IQ research will need to examine IQ in a wider context, thus its impact on the quality of life and societies. In this paper we apply an IQ oriented framework to two cases, cloud computing and lifelogging, illustrating the impact of IQ on the quality of life. The paper demonstrates the value of the framework, the impact IQ can have on the quality of life and in summary provides a foundation for further research. Copyright © 2013 The Institute of Electronics, Information and Communication Engineers.",
		"pages": "404-409",
		"year": "2013",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84873333293&doi=10.1587%2ftranscom.E96.B.404&partnerID=40&md5=9be14d499a06ba966a824dc98cb1a8f3",
		"journal": "IEICE Transactions on Communications",
		"volume": "E96-B"
	},
	{
		"id": "Meleis20121",
		"type": "book",
		"title": "Theoretical nursing: Development and progress: Fifth edition",
		"author": "Meleis, A.I.",
		"abstract": "Revised and updated for its Fifth Edition, Theoretical Nursing provides a comprehensive developmental and historical review of nursing theory. This text offers a contemporary analysis of the evolution of nursing and represents the degree to which many scholars view the focus and mission of nursing as a discipline through the development of its theoretical base. Chapters provide readers with different frameworks that shape the nature, the scope, and the mission of nursing care. Theoretical Nursing offers stimulating content that highlights the forces that are driving nursing care, education, research, and administration. The book presents practical perspectives that help the scholar to develop analytic skills and integrate knowledge into a coherent whole. © 2007, 2005 by Lippincott Williams & Wilkins. All rights reserved.",
		"pages": "1-688",
		"year": "2012",
		"url_article": "https://doi.org/Meleis20121",
		"journal": "Theoretical Nursing: Development and Progress: Fifth Edition"
	},
	{
		"id": "Doukas2010163",
		"type": "article",
		"title": "Introducing context-awareness and adaptation in telemedicine systems",
		"author": "Doukas, C. and Maglogiannis, I. and Karpouzis, K.",
		"doi": "10.1007/978-3-642-11684-1_10",
		"abstract": "Proper coding and transmission of medical and physiological data is a crucial issue for the effective deployment and performance of telemedicine services. This chapter presents a platform for performing proper medical content adaptation based on context awareness. Sensors are used in order to determine the status of a patient being monitored through a medical network. Additional contextual information regarding the patients environment (e.g., location, data transmission device and underlying network conditions, etc.) is represented through an ontological knowledge base model. Rule-based evaluation determines proper content (i.e., biosignals, medical video and audio) coding and transmission of medical data, in order to optimize the telemedicine process. The paper discusses the design of the ontological model and provides an initial assessment. © 2010 Springer-Verlag Berlin Heidelberg.",
		"pages": "163-185",
		"year": "2010",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-77949552637&doi=10.1007%2f978-3-642-11684-1_10&partnerID=40&md5=8557b181ac0c044c057bb1ccc8bf9735",
		"journal": "Studies in Computational Intelligence",
		"volume": "279"
	},
	{
		"id": "ODonoghue2010291",
		"type": "conference",
		"title": "The application of a patient assessment data quality model to the modified early warning scorecard",
		"author": "ODonoghue, J. and OKane, T. and Gallagher, J. and Courtney, G. and Aftab, A. and Casey, A. and Torres, J. and Angove, P.",
		"keywords": "Health Informatics and Body Area Networks;  Information Quality;  MEWS",
		"abstract": "Presented in this paper is the Patient Assessment-Data Quality Model (PA-DQM). It is designed to assess how patient datasets which are poor in composition can impact on the decision processes following patient assessment. The PA-DQM in particular examines four key Data Quality (DQ) dimensions: timeliness, accuracy, consistency and completeness. This DQ model is generic in nature as any number of decision making processes can be substituted to reflect the medical scenario under consideration. For example, Intensive Care Unit (ICU) admissions, Emergency Room (ER) triage systems or Modified Early Warning Scorecards (MEWS). The PA-DQM presented is evaluated using the MEWS process as an exemplar. Paper based MEWS are utilised to assist medical staff identify at risk patients with a declining health status. The calculated MEWS score is designed to trigger earlier medical interventions to avoid or reduce the potential impact of catastrophic events. In particular the existing MEWS system which (i.e. a paper based approach) is evaluated alongside an electronic- Modified Early Warning Scorecard (e-MEWS) system, which is designed and developed to reduce the number ofDQ issues which continue to persist with the paper based process. To validate the assertions presented in this paper a workshop (participation of 51 medical staff) was held in St. Lukes Hospital, Kilkenny, Ireland, where the paper based MEWS has been adopted for the last 3 years. It is clear from our initial findings that the proposed e- MEWS system has the ability to greatly enhance the levels of DQ over its existing paper based counterpart.",
		"pages": "291-300",
		"year": "2010",
		"url_article": "https://doi.org/O'Donoghue2010291",
		"journal": "4th European Conference on Information Management and Evaluation, ECIME 2010"
	},
	{
		"id": "Seale20061",
		"type": "book",
		"title": "E-learning and disability in higher education: Accessibility research and practice",
		"author": "Seale, J.K.",
		"doi": "10.4324/9780203969595",
		"abstract": "Most practitioners know that they should make e-learning accessible to students with disabilities, yet it is not always clear exactly how this should be done. E-Learning and Disability in Higher Education evaluates current practice and provision and explores the tools, methods and approaches available for improving accessible practice. Examining the social, educational and political background behind making e-learning accessible in higher and further education, this book considers the role of and provides advice for, the key stake-holders involved in e-learning provision: lecturers, learning technologists, student support services, staff developers and senior managers. Key topics covered include: * the opportunites that e-learning can offer students with disabilities * the impact of accessibility legislation, guidelines and standards on current e-learning practices * the reliability and validity of accessibility related evaluation and repair tools * practical guidelines for best practice in providing accessible e-learning experiences. E-Learning and Disability in Higher Education is valuable reading for all practitioners and researchers involved in the design and delivery of accessible e-learning in higher, further and distance education. © 2006 Jane K. Seale. All rights reserved.",
		"pages": "1-240",
		"year": "2006",
		"url_article": "https://www.scopus.com/inward/record.uri?eid=2-s2.0-84917110602&doi=10.4324%2f9780203969595&partnerID=40&md5=9a5f4a64eca89f23886c3417258330a5",
		"journal": "E-Learning and Disability in Higher Education: Accessibility Research and Practice"
	}
]