[
	{
		"id": "10114511278781127885",
		"type": "article",
		"title": "π-Method: A Model-Driven Formal Method for Architecture-Centric Software Engineering",
		"author": "Oquendo, Flavio",
		"keywords": "model-driven development, architecture transformation/refinement languages, architecture analysis languages, architecture-centric software engineering, component-based software engineering, architecture description languages, software architectures, formal methods",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/1127878.1127885",
		"abstract": "Software systems have become increasingly complex and are often used in highly dynamic, distributed and mobile environments. Formal development of such software systems in order to guarantee their completeness and correctness is a large research challenge. This article presents the π-Method, a novel formal method that has been designed in the ArchWare European Project to address model-driven development of safe software systems. It is a well-founded theoretically method relying on formal foundations: its formal language for architecture description is based on the π-calculus, for architecture analysis on the μ-calculus, and for architecture transformation and refinement on the rewriting logic. The π-Method, like formal methods such as B, FOCUS, VDM, and Z, aims to provide full support for formal development of software systems. However, unlike these methods that do not provide any architectural support, the π-Method has been built from scratch to formally support architecture-centric component-based model-driven development. Furthermore, a major impetus behind defining formal languages and method is that their formality renders them suitable to be manipulated by software tools. Indeed, a comprehensive toolset supporting formal model-driven engineering has been developed.",
		"pages": "1 - 13",
		"year": "2006",
		"url_article": "https://doi.org/10.1145/1127878.1127885",
		"journal": "SIGSOFT Softw. Eng. Notes",
		"month": "may",
		"volume": "31"
	},
	{
		"id": "10114531362733136291",
		"type": "inproceedings",
		"title": "Structured Component and Connector Communication",
		"author": "Papapostolu, Anastasios and Birov, Dimitar",
		"keywords": "Software Architecture, dynamic reconfiguration, Architecture Description Languages, Enterprise Message Bus",
		"publisher": "Association for Computing Machinery",
		"doi": "10.1145/3136273.3136291",
		"isbn": "9781450352857",
		"abstract": "In this paper we present a new software architecture communication element, called communication trait. Communication trait allows the grouping declarations of complex architectural ports/roles of components/connectors communication mechanisms in software architecture. Traits are part of a new script language, jADL -- an architecture description language (ADL). We also present a reliable and dynamic mechanism for the dynamic configuration of ports and roles and the new extended semantic of the operators attach and detach. In order to demonstrate the expressiveness of the language and the communication traits, we use the case study of describing the dynamism encountered in the Enterprise Service/Message Bus (ES/MB) architectural pattern, used for the communication between heterogeneous systems.",
		"pages": "4",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/3136273.3136291"
	},
	{
		"id": "1011452970276",
		"type": "proceedings",
		"title": "ASE 2016: Proceedings of the 31st IEEE/ACM International Conference on Automated Software Engineering",
		"publisher": "Association for Computing Machinery",
		"isbn": "9781450338455",
		"pages": "",
		"year": "2016",
		"url_article": "https://doi.org/10.1145/2970276"
	},
	{
		"id": "1011453107990",
		"type": "book",
		"title": "The Handbook of Multimodal-Multisensor Interfaces: Signal Processing, Architectures, and Detection of Emotion and Cognition - Volume 2",
		"publisher": "Association for Computing Machinery and Morgan & Claypool",
		"isbn": "9781970001716",
		"abstract": "",
		"pages": "",
		"year": "2018",
		"url_article": "https://doi.org/10.1145/3107990",
		"volume": "21"
	},
	{
		"id": "1011452998181",
		"type": "proceedings",
		"title": "CSCW ’17: Proceedings of the 2017 ACM Conference on Computer Supported Cooperative Work and Social Computing",
		"publisher": "Association for Computing Machinery",
		"isbn": "9781450343350",
		"abstract": "",
		"pages": "",
		"year": "2017",
		"url_article": "https://doi.org/10.1145/2998181"
	}
]