[
	{
		"id": "QUEIROS2014409",
		"type": "article",
		"title": "ICF Inspired Personas to Improve Development for Usability and Accessibility in Ambient Assisted Living",
		"author": "Alexandra Queirós and Margarida Cerqueira and Ana Isabel Martins and Anabela G. Silva and Joaquim Alvarelhão and António Teixeira and Nelson Pacheco Rocha",
		"keywords": "Personas, Scenarios, Usability and accessibility, Ambient Assisted Living developments",
		"doi": "https://doi.org/10.1016/j.procs.2014.02.045",
		"abstract": "Ambient Assisted Living (AAL) is an important research and development area. The acceptance of the AAL paradigm is closely related to the quality of the available systems and services, namely in terms of the user interaction. This means that usability and accessibility are crucial issues. The paper presents how the concepts of the International Classification of Functioning, Disability and Health (ICF) can be used to optimize the role of personas and scenarios in the development and evaluation of AAL systems and services, especially in aspects related with human functioning and health conditions.",
		"pages": "409 - 418",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050914000477",
		"journal": "Procedia Computer Science",
		"volume": "27"
	},
	{
		"id": "CAMARINHAMATOS2014286",
		"type": "article",
		"title": "Care services provision in ambient assisted living",
		"author": "L.M. Camarinha-Matos and F. Ferrada and A.I. Oliveira and J. Rosas and J. Monteiro",
		"doi": "https://doi.org/10.1016/j.irbm.2014.08.001",
		"abstract": "Many societies are facing a big demographic shift, reflected in a fast growing generational unbalance with very high percentage of old people, which puts their social security systems in danger. In this context, a conceptual architecture for an ambient assisted living ecosystem is introduced with the objective of facilitating the development and provision of technology-supported integrated care and assistance services for senior citizens. These services are the result of collaboration among various stakeholders, enabled by the notion of collaborative ambient assisted living ecosystem. A 3-layered model is adopted for the architecture: Infrastructure layer, Care and Assistance Services layer, and Ambient Assisted Living ecosystem layer. The involved actors and their relationships are modeled as part of the architecture implementation specification. An example of service design in this context is also presented.",
		"pages": "286 - 298",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1959031814000852",
		"journal": "IRBM",
		"volume": "35"
	},
	{
		"id": "DIAMANTINI2016117",
		"type": "article",
		"title": "A goal-oriented, ontology-based methodology to support the design of AAL environments",
		"author": "Claudia Diamantini and Alessandro Freddi and Sauro Longhi and Domenico Potena and Emanuele Storti",
		"keywords": "Ambient assisted living, Ontology, Goal-oriented design methodology, Reasoning",
		"doi": "https://doi.org/10.1016/j.eswa.2016.07.032",
		"abstract": "One of the most critical issues in Ambient Assisted Living (AAL) is the design of systems that can evolve to meet the requirements of individuals as their needs and health conditions change. Although much work has been done on home and building automation systems for AAL, often referred to as assistive domotics, there is in fact still a substantial lack of solutions capable to support system designers in the early stage of development of such assistive systems. To this aim, the work contributes to the research on design of assistive domotic systems by presenting an ontology-driven methodology aimed to guide the development process. The novel contributions of the paper include the goal-oriented approach of the methodology, which involves the elicitation and analysis of AAL requirements and their formal representation in an ontology, where high-level goals are described in terms of subgoals and tasks, that are then linked to corresponding measures and devices. Moreover, logic-based reasoning enables more advanced functionalities useful at design time. We present a validation of the methodology showing typical use cases both related to the development from scratch of a domotic system with assistive capabilities starting from a set of high-level user requirements and the redesign of existing implementations according to changed requirements.",
		"pages": "117 - 131",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417416303797",
		"journal": "Expert Systems with Applications",
		"volume": "64"
	},
	{
		"id": "RUIZLOPEZ20131895",
		"type": "article",
		"title": "REUBI: A Requirements Engineering method for ubiquitous systems",
		"author": "Tomás Ruiz-López and Manuel Noguera and María José Rodríguez and José Luis Garrido and Lawrence Chung",
		"keywords": "Non-functional requirements, Requirements engineering, Ubiquitous systems, Software design, Context-awareness, Positioning systems",
		"doi": "https://doi.org/10.1016/j.scico.2012.07.021",
		"abstract": "Recent technological advances are increasing the spread of Ubiquitous Computing, leading to the appearance of numerous software systems, which benefit from the features of this new paradigm. Nevertheless, there are a lack of methodologies to properly support the development process of these systems. An important part of the Software Engineering lifecycle is the Requirements Engineering stage, as it grounds the bases for system design for their success. In particular, systematically addressing Non-Functional Requirements such as dynamicity and adaptation, that are important features of ubiquitous systems, eventually leads to higher quality designs. In this paper, a Requirements Engineering Method for the analysis of Ubiquitous Systems, called REUBI, is introduced. It is a goal-based method that represents the influence of context and adverse situations, providing an evaluation procedure to help in the decision making about objectives satisfaction. The proposal is illustrated through the analysis of a Positioning Service of a real system. Additionally, the application of the method has been evaluated by a team of software engineers for the analysis of an Ambient Assisted Living (AAL) health care system.",
		"pages": "1895 - 1911",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167642312001645",
		"journal": "Science of Computer Programming",
		"volume": "78"
	},
	{
		"id": "MARTINS2015132",
		"type": "article",
		"title": "Definition and Validation of the ICF – Usability Scale",
		"author": "Ana Isabel Martins and Ana Filipa Rosa and Alexandra Queirós and Anabela Silva and Nelson Pacheco Rocha",
		"keywords": "Usability Assesment Scale, International Classification of Functioning, Disability and Health, Scale Validation.",
		"doi": "https://doi.org/10.1016/j.procs.2015.09.257",
		"abstract": "Usability assessment is an important issue of the development of products and services based on information technologies. Questionnaires and scales are valuable instruments to collect large amounts of subjective data from users and their application is a reliable technique to assess usability. Furthermore, when considering products and services for older adults, the International Classification of Functioning, Disability and Health (ICF) might be used as a conceptual model for usability assessment. This paper presents the development and validation of the ICF-Usability Scale (ICF-US), an instrument supported by concepts and terminologies related to ICF and that is part of a comprehensive framework for the design, development and evaluation of ambient assisted living products and services for older adults. The methodology that has been followed in the study reported by this paper comprises two phases: the development and the validation phases. The last phase consisted in an observational study performed in a nursing home involving 32 adults and its results suggest acceptable reliability and validity values for the ICF-US.",
		"pages": "132 - 139",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050915031038",
		"journal": "Procedia Computer Science",
		"volume": "67"
	},
	{
		"id": "MARTINS2012293",
		"type": "article",
		"title": "The International Classification of Functioning, Disability and Health as a Conceptual Model for the Evaluation of Environmental Factors",
		"author": "Ana Isabel Martins and Alexandra Queirós and Margarida Cerqueira and Nelson Rocha and António Teixeira",
		"keywords": "International Classification of Functioning, Disability and Health, environmental factors, ambiente assisted living, assessibility, living lab, evaluation, Design for All",
		"doi": "https://doi.org/10.1016/j.procs.2012.10.033",
		"abstract": "The concept of Design for All emphasizes the impact of the surrounding environment in the individuals functionality. The International Classification of Functioning, Disability and Health brought the concepts of functionality and disability into a comprehensive whole of multiple dimensions of human functioning, such as biological, psychological, social and environmental. In order to contribute to a greater overall functionality of the individual, the use of software and complex systems can be decisive to assist the people with special needs in all areas of life. The paradigm introduced with ICF is inclusive and universal, so it favors not only the old people, but all others, whether they have a limitation or not. The characteristics of Ambient Assisted Living (AAL) are appropriate to fulfill elderly needs. However, the current state of development is still mostly oriented to a technological perspective, where the individuals functionality has not been fully addressed. Under the Living Usability Lab project we have defined a methodology and created some evaluation tools for assessment of AAL services according to a Living Lab perspective, based on the ICF. In this paper we intend to describe the base fundamentals of this proposal, as well as present some results concerning a practical implementation of this methodology.",
		"pages": "293 - 300",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050912007958",
		"journal": "Procedia Computer Science",
		"volume": "14"
	},
	{
		"id": "GOUMOPOULOS2020110496",
		"type": "article",
		"title": "A framework for pervasive computing applications based on smart objects and end user development",
		"author": "Christos Goumopoulos and Irene Mavrommati",
		"keywords": "Framework, End User Development, Pervasive computing, Smart objects, Component-based system engineering, User evaluation",
		"doi": "https://doi.org/10.1016/j.jss.2019.110496",
		"abstract": "Pervasive Computing (PerComp) research remains to this date technology-centric, requiring more focus on utilizing human and societal intelligence. To bridge this gap we motivate the need for a conceptual framework that provides a vision for enabling end-users to participate actively in the design of PerComp applications. The framework in particular provides guidance for the development of tools that allow end-users to configure their own smart environments. It emphasizes the benefits of using Smart Objects (SOs) as components of PerComp applications under a system engineering perspective and the benefits of using affordances as dynamic connectable capabilities under a user experience perspective. A generic application model is developed within the framework that manifests the concepts governing the structure and operation of applications composed by connecting SOs together and adhering to a rule-based behavior. A multi-layered software mediator is defined to provide a platform for the runtime support of such PerComp applications. Theoretical foundations for the key concepts adopted regarding the interaction design and system engineering perspectives are discussed and the results of a user evaluation study focusing on the perceived usability of the high-level conceptual models and the developed tools are reported.",
		"pages": "110496",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121219302705",
		"journal": "Journal of Systems and Software",
		"volume": "162"
	},
	{
		"id": "ILARRI20151418",
		"type": "article",
		"title": "Semantic management of moving objects: A vision towards smart mobility",
		"author": "Sergio Ilarri and Dragan Stojanovic and Cyril Ray",
		"keywords": "Moving objects, Semantic data management, Mobile computing, Location-based services",
		"doi": "https://doi.org/10.1016/j.eswa.2014.08.057",
		"abstract": "This position paper presents our vision for the semantic management of moving objects. We argue that exploiting semantic techniques in mobility data management can bring valuable benefits to many domains characterized by the mobility of users and moving objects in general, such as traffic management, urban dynamics analysis, ambient assisted living, emergency management, m-health, etc. We present the state-of-the-art in the domain of management of semantic locations and trajectories, and outline research challenges that need to be investigated to enable a full-fledged and intelligent semantic management of moving objects and location-based services that support smarter mobility. We propose a distributed framework for the semantic enrichment and management of mobility data and analyze the potential deployment and exploitation of such a framework.",
		"pages": "1418 - 1435",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417414005399",
		"journal": "Expert Systems with Applications",
		"volume": "42"
	},
	{
		"id": "RONG2020291",
		"type": "article",
		"title": "Artificial Intelligence in Healthcare: Review and Prediction Case Studies",
		"author": "Guoguang Rong and Arnaldo Mendez and Elie Bou Assi and Bo Zhao and Mohamad Sawan",
		"keywords": "Artificial intelligence, Machine learning, Deep learning, Neural network, Biomedical research, Healthcare applications, Epileptic seizure, Urinary bladder filling",
		"doi": "https://doi.org/10.1016/j.eng.2019.08.015",
		"abstract": "Artificial intelligence (AI) has been developing rapidly in recent years in terms of software algorithms, hardware implementation, and applications in a vast number of areas. In this review, we summarize the latest developments of applications of AI in biomedicine, including disease diagnostics, living assistance, biomedical information processing, and biomedical research. The aim of this review is to keep track of new scientific accomplishments, to understand the availability of technologies, to appreciate the tremendous potential of AI in biomedicine, and to provide researchers in related fields with inspiration. It can be asserted that, just like AI itself, the application of AI in biomedicine is still in its early stage. New progress and breakthroughs will continue to push the frontier and widen the scope of AI application, and fast developments are envisioned in the near future. Two case studies are provided to illustrate the prediction of epileptic seizure occurrences and the filling of a dysfunctional urinary bladder.",
		"pages": "291 - 301",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2095809919301535",
		"journal": "Engineering",
		"volume": "6"
	},
	{
		"id": "SU2019157",
		"type": "article",
		"title": "A novel framework for a remote patient monitoring (RPM) system with abnormality detection",
		"author": "Chia-Rong Su and Jeyhun Hajiyev and Changjui James Fu and Kuo-Chin Kao and Chih-Hao Chang and Ching-Ter Chang",
		"keywords": "Remote patient monitoring, Internet of Things, Machine-to-machine, Aging people",
		"doi": "https://doi.org/10.1016/j.hlpt.2019.05.008",
		"abstract": "Objective This research aims to build an effective and automated RPM system based on an information communication technology (ICT) framework that automatically triggers medical alerts, hospital visits, medications, and social support in a timely and precise manner, with specific attention to aging people. The goal of the proposed framework is to construct a safe, flexible, and manageable system containing multi-agent, auto-notice, sensor management, and secure transmission of data to allow an autonomous functioning of RPM. Methods The literature between 2002 and 2018 that introduces healthcare platforms with the technology of the Internet of things (IoT) is reviewed and compared in compliance with various technical and functional features. Eleven healthcare-based IoT platforms are compared. Eight of them utilize the Representational State Transfer Application Programming Interface (REST API), while ten of them have Message Queue Telemetry Transport (MQTT), seven of them have device management, and nine of them have security control. In addition, Kepwares KEPServerEX communication platform containing up to 250 communication protocols is included. Results The results confirm that the proposed framework reliably operates within the complex healthcare processes, taking into account the equipment management, security management, messaging and diversification of communication protocols. This study uses the concept of IoT 3-tier through which a complete sensor management mechanism is structured. Moreover, secure data connection protects the patients privacy. Each sensor provides a distinctive notification to construct flawless authority management. Conclusions The proposed framework can not only reach the machine-to-machine (M2M) realm, but also provide support in emergency cases.",
		"pages": "157 - 170",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211883718302569",
		"journal": "Health Policy and Technology",
		"volume": "8"
	},
	{
		"id": "DEFARIAS2017128",
		"type": "article",
		"title": "COMFIT: A development environment for the Internet of Things",
		"author": "Claudio M. de Farias and Italo C. Brito and Luci Pirmez and Flávia C. Delicato and Paulo F. Pires and Taniro C. Rodrigues and Igor L. dos Santos and Luiz F.R.C. Carmo and Thais Batista",
		"keywords": "IDE, Wireless sensor networks, Internet of Things, Cloud computing, Model-driven development, Testbeds",
		"doi": "https://doi.org/10.1016/j.future.2016.06.031",
		"abstract": "This paper presents COMFIT (Cloud and Model based IDE for the Internet of Things), a development environment for the Internet of Things that was built grounded on the paradigms of model driven development and cloud computing. COMFIT is composed of two different modules: (1) the App Development Module, a model-driven architecture (MDA) infrastructure, and (2) the App Management and Execution Module, a module that contains cloud-based web interface connected to a server hosted in the cloud with compilers and simulators for developing Internet of Things (IoT) applications. The App Development Module allows the developers to design IoT applications using high abstraction artifacts (models), which are tailored to either the application perspective or the network perspective, thus creating a separation between these two concerns. As models can be automatically transformed into code through the App Development Module, COMFIT creates an environment where there is no need of additional configurations to properly compile or simulate the generated code, integrating the development lifecycle of IoT applications into a single environment partially hosted in the client side and partially in the cloud. In its current version, COMFIT supports two operating systems, namely Contiki and TinyOS, which are widely used in IoT devices. COMFIT supports automatic code generation, execution of simulations, and code compilation of applications for these platforms with low development effort. Finally, COMFIT is able to interact with IoT-lab, an open testbed for IoT applications, which allows the developers to test their applications with different configurations without the need of using local IoT devices. Several evaluations were performed to assess COMFIT’s key features in terms of development effort, quality of generated code, and scalability.",
		"pages": "128 - 144",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X16302163",
		"journal": "Future Generation Computer Systems",
		"volume": "75"
	},
	{
		"id": "HERNANDEZBRAVO2014210",
		"type": "article",
		"title": "Approach to Manage Complexity in Internet of Things",
		"author": "Angel Hernandez-Bravo and Jesús Carretero",
		"keywords": "Complex Systems, Smart Cities, Internet of Things, IoT, Systems of Systems, OWL, CL, Common Logic, Tree, Semi-lattice",
		"doi": "https://doi.org/10.1016/j.procs.2014.09.081",
		"abstract": "Complexity research is a main concern in disparate science fields such as computing, city planning, Internet, etc. In computing and programming, complexity became early an issue and a target for software engineering, but in fact the pattern concept was born in architecture and city planning environment. The universe is not made of “things,” but of patterns of complex and interactive geometries. In this paper, we generalize such a concept to Internet of Things and Smart Cities domain and consider more complex abstract structures called semi lattices. Furthermore, an approach to model them is proposed.",
		"pages": "210 - 217",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050914013301",
		"journal": "Procedia Computer Science",
		"volume": "36"
	},
	{
		"id": "ALFONSOCENDON201691",
		"type": "article",
		"title": "Implementation of context-aware workﬂows with multi-agent systems",
		"author": "Javier Alfonso-Cendón and José M. Fernández-de-Alba and Rubén Fuentes-Fernández and Juan Pavón",
		"keywords": "Context-aware systems, Workflow design, Multi-agent systems, Ambient Intelligence",
		"doi": "https://doi.org/10.1016/j.neucom.2014.10.098",
		"abstract": "Systems in Ambient Intelligence (AmI) need to manage workflows that represent users’ activities. These workflows can be quite complex, as they may involve multiple participants, both physical and computational, playing different roles. Their execution implies monitoring the development of the activities in the environment, and taking the necessary actions for them and the workﬂow to reach a certain end. The context-aware approach supports the development of these applications to cope with event processing and regarding information issues. Modeling the actors in these context-aware workflows, where complex decisions and interactions must be considered, can be achieved with multi-agent systems. Agents are autonomous entities with sophisticated and flexible behaviors, which are able to adapt to complex and evolving environments, and to collaborate to reach common goals. This work presents architectural patterns to integrate agents on top of an existing context-aware architecture. This allows an additional abstraction layer on top of context-aware systems, where knowledge management is performed by agents. This approach improves the flexibility of AmI systems and facilitates their design. A case study on guiding users in buildings to their meetings illustrates this approach.",
		"pages": "91 - 97",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925231215005469",
		"journal": "Neurocomputing",
		"volume": "176"
	},
	{
		"id": "JOKISCH2020106408",
		"type": "article",
		"title": "The role of internet self-efficacy, innovativeness and technology avoidance in breadth of internet use: Comparing older technology experts and non-experts",
		"author": "Mario R. Jokisch and Laura I. Schmidt and Michael Doh and Markus Marquard and Hans-Werner Wahl",
		"keywords": "Older adults, ICT, Technology experience, Self-efficacy, Approach-avoidance behaviour",
		"doi": "https://doi.org/10.1016/j.chb.2020.106408",
		"abstract": "Older adults show pronounced interindividual differences in terms of their technology adoption, experiences and resources. To better understand this heterogeneity, we compared older technology experts and non-experts. We focused on General Internet self-efficacy (GISE) and Communication related Internet self-efficacy (CISE). Further, we considered innovativeness and technology avoidance as variables able to predict GISE and CISE, which we assumed to be related to two different areas of Internet use (informational, communication and instrumental). Samples included 131 older technology experts engaged as volunteer coaches in government-supported technology projects (age: M = 68 years; range = 50–88 years; 33% female) and 239 older adults with no technology expertise (age: M = 72 years; range = 57–87 years; 61% female). All subjects completed a paper-pencil or online questionnaire containing established measures of study constructs. Multigroup structural equation models revealed that innovativeness was an important predictor of GISE and CISE in both groups, whereas technology avoidance was related only to GISE in the expert group. Further, higher GISE was more strongly linked to informational Internet activities in non-experts than in experts, while CISE was related to communication and instrumental Internet activities in both groups. Findings support our expectation that conceptually distinct Internet relevant constructs play a differential role depending on expert status of older technology users.",
		"pages": "106408",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0747563220301618",
		"journal": "Computers in Human Behavior",
		"volume": "111"
	},
	{
		"id": "PATERNO2019120",
		"type": "article",
		"title": "End-user development for personalizing applications, things, and robots",
		"author": "Fabio Paternò and Carmen Santoro",
		"keywords": "End user development, Internet of things, Robots, Metaphors, Programming styles",
		"doi": "https://doi.org/10.1016/j.ijhcs.2019.06.002",
		"abstract": "The pervasiveness of ICT technologies has led to a growing need to empower people to obtain applications that meet their specific requirements. End-User Development (EUD) is a growing research field aiming to provide people without programming experience with concepts, methods and tools to allow them to create or modify their applications. Recent mainstream technological trends related to the Internet of Things (IoT) and the availability of robots have further stimulated interest in this approach. In the paper, we discuss the historical evolution of EUD, then we analyses the main current challenges with respect to recent technological trends (IoT and social robots) through the use of some conceptual dimensions, and conclude with a discussion of a possible research agenda for the field.",
		"pages": "120 - 130",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1071581919300722",
		"journal": "International Journal of Human-Computer Studies",
		"volume": "131"
	},
	{
		"id": "YACCHIREMA2018603",
		"type": "article",
		"title": "Fall detection system for elderly people using IoT and Big Data",
		"author": "Diana Yacchirema and Jara Suárez de Puga and Carlos Palau and Manuel Esteve",
		"keywords": "Fall detection, Internet-of-Things, Big Data, 6LowPAN, wearable sensor, Smart IoT Gateway, fall detection, decision tree learning algorithm, accelerometer, elderly people",
		"doi": "https://doi.org/10.1016/j.procs.2018.04.110",
		"abstract": "Falls represent a major public health risk worldwide for the elderly people. A fall not assisted in time can cause functional impairment in an elder and a significant decrease in his mobility, independence and life quality. In that sense, the present work proposes an innovative IoT-based system for detecting falls of elderly people in indoor environments, which takes advantages of low-power wireless sensor networks, smart devices, big data and cloud computing. For this purpose, a 3D-axis accelerometer embedded into a 6LowPAN device wearable is used, which is responsible for collecting data from movements of elderly people in real-time. To provide high efficiency in fall detection, the sensor readings are processed and analyzed using a decision trees-based Big Data model running on a Smart IoT Gateway. If a fall is detected, an alert is activated and the system reacts automatically by sending notifications to the groups responsible for the care of the elderly people. Finally, the system provides services built on cloud. From medical perspective, there is a storage service that enables healthcare professional to access to falls data for perform further analysis. On the other hand, the system provides a service leveraging this data to create a new machine learning model each time a fall is detected. The results of experiments have shown high success rates in fall detection in terms of accuracy, precision and gain.",
		"pages": "603 - 610",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050918304721",
		"journal": "Procedia Computer Science",
		"volume": "130"
	},
	{
		"id": "HAUX2007191",
		"type": "article",
		"title": "Preparing for change: Medical informatics international initiatives for health care and biomedical research",
		"author": "Reinhold Haux",
		"keywords": "Medical informatics, Health informatics, Biomedical informatics, IMIA",
		"doi": "https://doi.org/10.1016/j.cmpb.2007.10.003",
		"abstract": "The intention of this paper is to reflect on the development of medical informatics as a discipline and on the development of IMIA, the International Medical Informatics Association, as its international organization. IMIA is the international organization in health and biomedical informatics, which has the goal of stimulating and communicating high quality research, education and application, with medical informatics now being one of the central disciplines for achieving health for the people in societies worldwide. The need for new international initiatives is discussed and IMIAs recently approved Strategic Plan as well as its joint initiative with WHO are presented as examples.",
		"pages": "191 - 196",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0169260707002374",
		"journal": "Computer Methods and Programs in Biomedicine",
		"volume": "88"
	},
	{
		"id": "SCHAPPERT2020121585",
		"type": "article",
		"title": "Sustainable consumption in the smart grid: From key points to eco-routine",
		"author": "Monika Schappert and Michael von Hauff",
		"keywords": "Sustainable consumption, Eco-routine, Typology, Smart grid, Systematic literature analysis",
		"doi": "https://doi.org/10.1016/j.jclepro.2020.121585",
		"abstract": "The goal of radically increasing renewable energies pushes the current power grid to its limits. Smart technologies on the demand side are keys to cope with fluctuating inputs from distributed generation. At the same time, smart technologies are expected to enhance sustainable consumption by effectively reducing power consumption and its environmental impact. The number of applications is increasing along with more computation, communication, and intelligent capabilities. However, it is unclear how smart technologies resonate with lifestyles and consumption patterns to effectively achieve sustainable consumption. Utilizing the typology method, this paper aims in a first part at a description, an explanation and a framework of different types of sustainable consumption. In the second part, a systematic literature analysis of smart technologies for sustainable consumption is carried out. After analyzing seven current practical approaches, we describe four types of sustainable consumption. We apply the approaches via the housing field of consumption to the smart grid, highlighting the importance of technology adoption. The typology framework can be used for consumer communication, producer guidelines and policy practice.",
		"pages": "121585",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652620316322",
		"journal": "Journal of Cleaner Production",
		"volume": "267"
	},
	{
		"id": "BRUNNER2010779",
		"type": "article",
		"title": "Professionalisation of gerontological nursing — The development of an international online gerontological master degree programme",
		"author": "Eva Brunner and Olivia Kada",
		"keywords": "Gerontological nursing, Joint degree, Bologna process, Curriculum development",
		"doi": "https://doi.org/10.1016/j.nedt.2010.03.001",
		"abstract": "SUMMARY Due to demographic changes and the growing demand for a nursing workforce in the gerontological field adequate nursing curricula are required. This paper describes the development of the international online gerontological master degree programme GEROM. Health and nursing science institutions from six European countries are collaborating in this EU-project. The project milestones as well as the study programme architecture are introduced. Furthermore, the evaluation concept is illustrated. Collaboration across the partners is affected by some problems; varying accreditation procedures and cultural differences inhibit the implementation of a joint degree. Institutional commitment and communication between the partners are essential for a successful process.",
		"pages": "779 - 783",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0260691710000572",
		"journal": "Nurse Education Today",
		"volume": "30"
	},
	{
		"id": "ROWLES201877",
		"type": "incollection",
		"title": "4 - Housing for Older Adults",
		"author": "Graham D. Rowles",
		"keywords": "House, home, aging in place, home modification, residential alternatives",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/B978-0-12-811481-0.00004-4",
		"isbn": "978-0-12-811481-0",
		"abstract": "Adopting a life course perspective and the lens of Lawton and Nahemow’s ecological model, this chapter explores the proliferation of housing options for older adults. Alternatives are framed in relation to the lived experience of older adults and the normative process of converting the space of a residence into a place facilitating a sense of being at home. One outcome of this process is the strong preference of older adults to age in place in a familiar setting. The chapter considers home modifications and technologies that facilitate aging in place through the adaptation of existing housing to accommodate increased frailty and changing needs. A typology is provided of the burgeoning array of housing options available to older adults when remaining in a familiar home is no longer possible or desirable. The chapter concludes with critical interpretation of issues confronting the evolving landscape of housing for older adults.",
		"pages": "77 - 106",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128114810000044"
	},
	{
		"id": "ANYA201699",
		"type": "incollection",
		"title": "Chapter 5 - Leveraging Big Data Analytics for Personalized Elderly Care: Opportunities and Challenges",
		"author": "Obinna Anya and Hissam Tawfik",
		"keywords": "Elderly care, personalized care, independent living, ACTVAGE, Big Data analytics, CAPIM, lifestyle-oriented, context-awareness, framework",
		"publisher": "Morgan Kaufmann",
		"doi": "https://doi.org/10.1016/B978-0-12-803468-2.00005-9",
		"isbn": "978-0-12-803468-2",
		"abstract": "Owing to the growing increase in the world’s ageing population, research has focused on developing information and communication technology (ICT)–based services for personalized care, improved health, and quality social life for the elderly. Recent efforts explore Big Data in order to build mathematical models of personal behavior and lifestyle for analytics. Leveraging Big Data analytics holds enormous potential for solving some of the biggest and most intractable challenges in personalized elderly care through quantified modeling of a person’s lifestyle in a way that takes cognizance of their beliefs, values, and preferences, and connects to a history of events, things, and places around which they have progressively built their lives. However, the idea of discovering patterns to personalize care and inform critical health care decisions for the elderly is challenged as data grow exponentially in volume, become faster and increasingly unstructured, and are generated from sociodigital engagements that often may not accurately reflect the real-world entities and contexts they represent. As a result, the idea raises issues along several dimensions, including social, technical, and context-aware challenges. In this chapter, we present an overview of the state of the art in personalized elderly care, and explore the opportunities and inherent sociotechnical challenges in leveraging Big Data analytics to support elderly care and independent living. Based on this discussion, and arguing that analytics need to take account of the contexts that shape the generation and use of data, ACTVAGE, a context-aware lifestyle-oriented framework for personalized elderly care and independent living is proposed.",
		"pages": "99 - 124",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128034682000059"
	},
	{
		"id": "MOTTA2019231",
		"type": "article",
		"title": "A conceptual perspective on interoperability in context-aware software systems",
		"author": "Rebeca C. Motta and Káthia M. de Oliveira and Guilherme H. Travassos",
		"keywords": "Interoperability, Context-aware software systems, Internet of Things, Contemporary software systems, Ubiquitous computing, -systematic literature review, Evidence-based software engineering",
		"doi": "https://doi.org/10.1016/j.infsof.2019.07.001",
		"abstract": "Context Context-aware software systems can interact with different devices to complete their tasks and act according to the context, regardless of their development and organizational differences. Interoperability is a big challenge in the engineering of such systems. Objective To discuss how interoperability has been addressed in context-aware software systems, strengthening the scientific basis for its understanding and conceptualization. Method A quasi-systematic literature review was undertaken to observe interoperability in such context-aware software systems to support the discussions. Its dataset includes 17 from 408 papers identified in the technical literature. The extracted information was qualitatively analyzed by following the principles of Grounded Theory. Results The analysis allowed to identify ten interoperability concepts, organized into a Theoretical Framework according to structural and behavioral perspectives, which deals with interoperability as the ability of things (an object, a place, an application or anything that can engage interaction with a system) to interact for a particular purpose, once their differences (development platforms, data formats, culture, legal issues) have been overcome. Once the interoperability is established from structural concepts (context, perspective, purpose, the level of provided support and system attributes), it can be measured, improved and observed from the behavioral concepts (evaluation method, challenges, issues, and benefits). Conclusions The Interoperability Theoretical Framework provides relevant information to organize the knowledge related to interoperability, considering context, and can be used to guide the evolution of software systems regarding changes focused on interoperability.",
		"pages": "231 - 257",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0950584919301442",
		"journal": "Information and Software Technology",
		"volume": "114"
	},
	{
		"id": "SABOROWSKI2015133",
		"type": "article",
		"title": "“How do you care for technology?” – Care professionals experiences with assistive technology in care of the elderly",
		"author": "Maxine Saborowski and Ingrid Kollak",
		"keywords": "Assistive technology, Care professional, Nurse, Elderly, STS, Domestication",
		"doi": "https://doi.org/10.1016/j.techfore.2014.05.006",
		"abstract": "The needs of elderly people and their relatives, as well as the problems they face in using assistive technology, are taken into account to some extend when such devices are designed. However, another important group is overlooked in most of the research and technical development: care professionals. They use assistive devices every day. To consider them as users and facilitators of assistive technology has become even more important, since new capacities of technology and comprehensive visions of robotics have started to change the relation between care workers and technology significantly. In Berlin, Germany, we conducted a series of qualitative interviews with care professionals who work in care services or advise on technical aids for the elderly. Our main focus was on the experiences of the care professionals with assistive technology: on the kind of assistive technology they use, the benefits and difficulties they experience using technology, the visions they have etc. We found out that care professionals perceived technology to be in competition with important aspects of care. The results reflect the changing relation between care workers and assistive technology.",
		"pages": "133 - 140",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162514001632",
		"journal": "Technological Forecasting and Social Change",
		"volume": "93"
	},
	{
		"id": "GOLANT201756",
		"type": "article",
		"title": "A theoretical model to explain the smart technology adoption behaviors of elder consumers (Elderadopt)",
		"author": "Stephen M. Golant",
		"keywords": "Technology acceptance models, Gerontechnology, Older consumers, Coping processes, Persuasion, Resilience, Stress, Home modifications",
		"doi": "https://doi.org/10.1016/j.jaging.2017.07.003",
		"abstract": "A growing global population of older adults is potential consumers of a category of products referred to as smart technologies, but also known as telehealth, telecare, information and communication technologies, robotics, and gerontechnology. This paper constructs a theoretical model to explain whether older people will adopt smart technology options to cope with their discrepant individual or environmental circumstances, thereby enabling them to age in place. Its proposed constructs and relationships are drawn from multiple academic disciplines and professional specialties, and an extensive literature focused on the factors influencing the acceptance of these smart technologies. It specifically examines whether older adults will substitute these new technologies for traditional coping solutions that rely on informal and formal care assistance and low technology related products. The model argues that older people will more positively evaluate smart technology alternatives when they feel more stressed because of their unmet needs, have greater resilience (stronger perceptions of self-efficacy and greater openness to new information), and are more strongly persuaded by their sources of outside messaging (external information) and their past experiences (internal information). It proposes that older people distinguish three attributes of these coping options when they appraise them: perceived efficaciousness, perceived usability, and perceived collateral damages. The more positively older people evaluate these attributes, the more likely that they will adopt these smart technology products.",
		"pages": "56 - 73",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890406517302517",
		"journal": "Journal of Aging Studies",
		"volume": "42"
	},
	{
		"id": "LING2018187",
		"type": "article",
		"title": "Well-being, health and urban coherence-advancing vertical greening approach toward resilience: A design practice consideration",
		"author": "Tzen-Ying Ling and Yi-Chang Chiang",
		"keywords": "Vertical greening, Well-being, Design practice, Resilience, Urban coherence",
		"doi": "https://doi.org/10.1016/j.jclepro.2017.12.207",
		"abstract": "The approach for urban coherence requires a rigorous and comprehensive understanding of available adaptive practice toward resilience and sustainability in the urban centers. We ascertain that this calls for swift restorative actions to amend the ecology damages with the incorporation of ‘greening’ elements as available methods of environmentally sensitive, innovative practices in bridging the fields of ecology, horticulture, architecture and environmental tools to the natural restoration of the urban damages, hence the purpose of this study. The theoretical frameworks, including sustainability, resilience, adaptive practice, may be helpful when considering urban resilience. We suggest that all of the considerations should cooperate through the practical implementation. Given this, design consideration to vertical greening for urban sustainability may be categorized as those: (1) the enhancement with vertical greening in urban setting, whether in the interior or exterior environment, can aid in the regenerative role toward the restoration of the urban ecological landscape; (2) the recent progress on smart building technology further enhanced the management for comfort, biodiversity and well-being benefits of vertical greening; (3) ideas and practices permutations of the systemic design possibilities for vertical greening contribute to the resilience of the urban core; (4) the outcome focuses on the design thinking process into the practice of vertical greening aimed for sustainable conscious architecture, advantageous on their potential for humans well-being and health, at the same time, being feasible for amelioration of our urban microclimate condition, opportunity and threats; together, they contribute toward the sustainability for the future of urbanity.",
		"pages": "187 - 197",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652617331980",
		"journal": "Journal of Cleaner Production",
		"volume": "182"
	},
	{
		"id": "ALEGRE201655",
		"type": "article",
		"title": "Engineering context-aware systems and applications: A survey",
		"author": "Unai Alegre and Juan Carlos Augusto and Tony Clark",
		"keywords": "Context-Aware Systems Engineering, Context-aware computing, Context-awareness, Context-sensitive, Sentient computing, Pervasive & Ubiquitous Computing, Intelligent Environments, Ambient Intelligence, Software engineering",
		"doi": "https://doi.org/10.1016/j.jss.2016.02.010",
		"abstract": "Context-awareness is an essential component of systems developed in areas like Intelligent Environments, Pervasive & Ubiquitous Computing and Ambient Intelligence. In these emerging fields, there is a need for computerized systems to have a higher understanding of the situations in which to provide services or functionalities, to adapt accordingly. The literature shows that researchers modify existing engineering methods in order to better fit the needs of context-aware computing. These efforts are typically disconnected from each other and generally focus on solving specific development issues. We encourage the creation of a more holistic and unified engineering process that is tailored for the demands of these systems. For this purpose, we study the state-of-the-art in the development of context-aware systems, focusing on: (A) Methodologies for developing context-aware systems, analyzing the reasons behind their lack of adoption and features that the community wish they can use; (B) Context-aware system engineering challenges and techniques applied during the most common development stages; (C) Context-aware systems conceptualization.",
		"pages": "55 - 83",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121216000467",
		"journal": "Journal of Systems and Software",
		"volume": "117"
	},
	{
		"id": "LIEDTKE2015106",
		"type": "article",
		"title": "User-integrated innovation in Sustainable LivingLabs: an experimental infrastructure for researching and developing sustainable product service systems",
		"author": "Christa Liedtke and Carolin Baedeker and Marco Hasselkuß and Holger Rohn and Viktor Grinewitschus",
		"keywords": "LivingLab, Sustainable product service systems, Experiments, Open innovation, Sustainable consumption and production, Resource efficiency and protection",
		"doi": "https://doi.org/10.1016/j.jclepro.2014.04.070",
		"abstract": "A key challenge of the 21st century is to transform society into one that features sustainable patterns of production and consumption. To achieve this, transition processes need to be designed in key areas such as housing, mobility and nutrition. The design and large-scale implementation of sustainable product service systems (PSS) is regarded a promising approach for sustainability transitions. Real-life socio-technical experiments are an important infrastructure for designing PSS in collaboration with stakeholders and users. In this paper, we argue that transdisciplinary and action research methods are required for institutionalising an experimental set-up and developing PSS within such infrastructures. We present the Sustainable LivingLabs (SLL) research infrastructure and its methodology as an example of such experimental settings. It was collaboratively developed with key stakeholders in three consecutive research projects and applied to e.g. heating and space heating. We show new qualities of SLL in relation to existing LivingLabs and approaches for PSS design and present its methodological three-phase model (insight research, prototyping, field testing) of research. Our article contributes to knowledge on a methodological framework and tool-kit for PSS development in SLL with a clear focus on socio-ecological sustainability. Intermediate findings confirm the high influence of user practices on heating energy consumption and show starting points for PSS development: e.g. transformational products, home-automation combined with consulting along value chains. We hypothesise that developing PSS in user- and stakeholder-integrated settings supports acceptance and diffusion and, by taking into account users social practices of utilising novelties, reduces rebound effects caused by incorrect application.",
		"pages": "106 - 116",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652614004338",
		"journal": "Journal of Cleaner Production",
		"volume": "97"
	},
	{
		"id": "HEITOR2015276",
		"type": "article",
		"title": "How university global partnerships may facilitate a new era of international affairs and foster political and economic relations",
		"author": "Manuel Heitor",
		"keywords": "International university relationships, Capacity building, Knowledge networks, Triple Helix of university–industry–government relations",
		"doi": "https://doi.org/10.1016/j.techfore.2015.01.005",
		"abstract": "A new paradigm of structured international university relationships is emerging as shaped by a new era of government and industry intervention in association with knowledge. It is driven not only by political and economic interests, but also by an increased perception of the growing perceived evidence of the potential benefits resulting from the economic appropriation of the results and methods of science by the society. This paper builds on the Triple Helix of university–industry–government relations and shows that structured international relationships may act as agents of change if associated with activities that are fundamentally different from the traditional role of universities, involving, most of the times, capacity building and various forms of social and economic appropriation of knowledge. They also require understanding the nature of international cooperation beyond the exporting/importing of “academic services” in all the institutions involved. In addition, they clearly break traditional boundaries of “national systems of innovation” and bring new challenges in terms of the necessary institutional integrity that universities need to preserve and foster.",
		"pages": "276 - 293",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162515000074",
		"journal": "Technological Forecasting and Social Change",
		"volume": "95"
	},
	{
		"id": "BESOLD201597",
		"type": "article",
		"title": "Towards integrated neural–symbolic systems for human-level AI: Two research programs helping to bridge the gaps",
		"author": "Tarek R. Besold and Kai-Uwe Kühnberger",
		"keywords": "Research program, Neural–symbolic integration, Complexity theory, Cognitive architectures, Agent architectures",
		"doi": "https://doi.org/10.1016/j.bica.2015.09.003",
		"abstract": "After a human-level AI-oriented overview of the status quo in neural–symbolic integration, two research programs aiming at overcoming long-standing challenges in the field are suggested to the community: The first program targets a better understanding of foundational differences and relationships on the level of computational complexity between symbolic and subsymbolic computation and representation, potentially providing explanations for the empirical differences between the paradigms in application scenarios and a foothold for subsequent attempts at overcoming these. The second program suggests a new approach and computational architecture for the cognitively-inspired anchoring of an agent’s learning, knowledge formation, and higher reasoning abilities in real-world interactions through a closed neural–symbolic acting/sensing–processing–reasoning cycle, potentially providing new foundations for future agent architectures, multi-agent systems, robotics, and cognitive systems and facilitating a deeper understanding of the development and interaction in human-technological settings.",
		"pages": "97 - 110",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2212683X15000468",
		"journal": "Biologically Inspired Cognitive Architectures",
		"volume": "14"
	},
	{
		"id": "SERRANO20133",
		"type": "article",
		"title": "Validating ambient intelligence based ubiquitous computing systems by means of artificial societies",
		"author": "Emilio Serrano and Juan Botia",
		"keywords": "Social simulations, Ambient intelligence, Ubiquitous computing, Validation, Verification, Forensic analysis",
		"doi": "https://doi.org/10.1016/j.ins.2010.11.012",
		"abstract": "This paper introduces a new methodology based on the use of Multi-Agent Based Simulations (MABS) for testing and validation of Ambient Intelligence based Ubiquitous Computing (UbiCom) systems. An ambient intelligence based UbiCom is a pervasive system in which services have some intelligence in order to smoothly interact with users immersed in the environment. The motivation for this methodology is its application in UbiCom large-scale systems where large numbers of users are involved and in applications which deal with dangerous environments. In these cases, real tests are impractical and an artificial society is required. MABS allows building cheap and quick prototypes which can describe UbiCom systems. Analyzing these prototypes, if they are sufficiently descriptive, allows requisites violations in functionality of real UbiCom system designs to be discovered. MABSs and particularly the most descriptive ones can present very complex behaviors. Therefore, the MABS analysis obtained with the presented methodology is not trivial. Consequently, this paper also proposes two techniques for the analysis of general complex MABSs: forensic analysis and the use of simpler simulations. Moreover, the methodology proposes to inject elements of the actual UbiCom system in the simulated world to increase the confidence of the validation process. The proposal is illustrated with a detailed case study that considers a building on our campus and an AmI service for evacuation in case of fire.",
		"pages": "3 - 24",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020025510005578",
		"journal": "Information Sciences",
		"volume": "222"
	},
	{
		"id": "SANCHEZGUINEA2016251",
		"type": "article",
		"title": "A systematic review on the engineering of software for ubiquitous systems",
		"author": "Alejandro Sánchez Guinea and Grégory Nain and Yves Le Traon",
		"keywords": "Empirical software engineering, Evidence-based software engineering, Systematic review, Research synthesis, Software development cycle, Ubiquitous systems, Development methods, Pervasive systems",
		"doi": "https://doi.org/10.1016/j.jss.2016.05.024",
		"abstract": "Context: Software engineering for ubiquitous systems has experienced an important and rapid growth, however the vast research corpus makes it difficult to obtain valuable information from it. Objective: To identify, evaluate, and synthesize research about the most relevant approaches addressing the different phases of the software development life cycle for ubiquitous systems. Method: We conducted a systematic literature review of papers presenting and evaluating approaches for the different phases of the software development life cycle for ubiquitous systems. Approaches were classified according to the phase of the development cycle they addressed, identifying their main concerns and limitations. Results: We identified 128 papers reporting 132 approaches addressing issues related to different phases of the software development cycle for ubiquitous systems. Most approaches have been aimed at addressing the implementation, evolution/maintenance, and feedback phases, while others phases such as testing need more attention from researchers. Conclusion: We recommend to follow existing guidelines when conducting case studies to make the studies more reproducible and closer to real life cases. While some phases of the development cycle have been extensively explored, there is still room for research in other phases, toward a more agile and integrated cycle, from requirements to testing and feedback.",
		"pages": "251 - 276",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121216300553",
		"journal": "Journal of Systems and Software",
		"volume": "118"
	},
	{
		"id": "ALAA201748",
		"type": "article",
		"title": "A review of smart home applications based on Internet of Things",
		"author": "Mussab Alaa and A.A. Zaidan and B.B. Zaidan and Mohammed Talal and M.L.M. Kiah",
		"keywords": "Smart home application, Remote home, Intelligent home, Home automation system, Automated home, Internet of Things (IoT)",
		"doi": "https://doi.org/10.1016/j.jnca.2017.08.017",
		"abstract": "The new and disruptive technology of smart home applications (hereafter referred to as apps) based on Internet of Things (IoT) is largely limited and scattered. To provide valuable insights into technological environments and support researchers, we must understand the available options and gaps in this line of research. Thus, in this study, a review is conducted to map the research landscape into a coherent taxonomy. We conduct a focused search for every article related to (1) smart homes, (2) apps, and (3) IoT in three major databases, namely, Web of Science, ScienceDirect, and IEEE Explore. These databases contain literature focusing on smart home apps using IoT. The final dataset resulting from the classification scheme includes 229 articles divided into four classes. The first class comprises review and survey articles related to smart home IoT applications. The second class includes papers on IoT applications and their use in smart home technology. The third class contains proposals of frameworks to develop and operate applications. The final class includes studies with actual attempts to develop smart home IoT applications. We then identify the basic characteristics of this emerging field in the following aspects: motivation of using IoT in smart home applications, open challenges hindering utilization, and recommendations to improve the acceptance and use of smart home applications in literature.",
		"pages": "48 - 65",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1084804517302801",
		"journal": "Journal of Network and Computer Applications",
		"volume": "97"
	},
	{
		"id": "AMARILLI2017105",
		"type": "incollection",
		"title": "Chapter 4 - A Semantic-Rich Approach to IoT Using the Generalized World Entities Paradigm",
		"author": "Fabrizio Amarilli and Francesco Amigoni and Maria Grazia Fugini and Gian Piero Zarri",
		"keywords": "Generalized World Entities, IoT/WoT, Sensor level, Semantic level, Knowledge representation, Ontologies, Inference, Privacy and security",
		"publisher": "Morgan Kaufmann",
		"doi": "https://doi.org/10.1016/B978-0-12-809764-9.00005-6",
		"isbn": "978-0-12-809764-9",
		"abstract": "In this chapter, we present an overview of our proposed Generalized World Entities (GWEs) paradigm, to be used to add a semantic/conceptual dimension to IoT/WoT (Internet of Things/Web of Things) procedures. GWEs offer a unified way to model seamlessly, at the conceptual level, both the digital counterparts of elementary entities, such as physical objects, humans, robots and low-level events, and the semantic representations of higher levels of abstraction. These higher levels correspond to structured situations/behaviors implying mutual relationships among simpler entities. The GWEs approach is both a theoretical and a practical framework that can give a significant contribution to solve some important IoT/WoT problems, such as interoperability and uniform IoT controls. Thanks to a unique ontology-based representation language, the chapter shows the possibility of bridging the semantic gap between the recognition of entities at the sensor level and their representation at the conceptual level.",
		"pages": "105 - 147",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/B9780128097649000056"
	},
	{
		"id": "HEITOR2010218",
		"type": "article",
		"title": "Portugal at the crossroads of change, facing the shock of the new: People, knowledge and ideas fostering the social fabric to facilitate the concentration of knowledge integrated communities",
		"author": "Manuel Heitor and Marco Bravo",
		"keywords": "Science and technology, Public policy, Innovation and competence building, Social shaping of technology",
		"doi": "https://doi.org/10.1016/j.techfore.2009.10.006",
		"abstract": "Portugal has recently achieved the average OECD level in terms of the number of researchers per thousand workforce and the need to continue fostering the advanced training of human resources and the concentration of knowledge integrated communities as drivers of larger communities of users is discussed in the context of changing and evolving patterns in Portugal. This requires an ongoing public effort, but also a better understanding of the effectiveness of the mix of public support mechanisms and private incentives for the development of knowledge networks and flows of skilled people in times of increased uncertainty. Our hypothesis gains from the experience of a unique set of international collaborations with leading institutions worldwide that has been successfully developed over the last years based on thematic R&D networks, integrating advanced training initiatives and programs of industrial affiliation. It is in this context that we frame our hypothesis and argue for the need for Portugal to continue attracting and fostering open and dynamic “creative communities”. The main policy implication of our analysis is that Portugal needs to double the number of researchers per thousand workforce in the coming years. This requires a broad social basis for science policies across a wide range of public and private sectors, as well as that innovation is considered together with competence building and the need to foster individual skills through the complex interaction between formal and informal qualifications. Emerging user-centered innovation requires users able to access new knowledge. This implies a broad societal engagement in knowledge activities, including higher education enrolment, and we need to strengthen the top of the research system in order to create a locus of knowledge production at the highest level. But it also implies consideration of the social shaping of technology, because incentives and infrastructures do not operate in a vacuum, but shape and are shaped by the particular context in which they operate. Strengthening external societal links and “system linkages” is critical in making the institutional changes required to meet the needs of global competition and the knowledge economy.",
		"pages": "218 - 247",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162509001462",
		"journal": "Technological Forecasting and Social Change",
		"volume": "77"
	}
]