[
	{
		"id": "QUEIROS2014409",
		"type": "article",
		"title": "ICF Inspired Personas to Improve Development for Usability and Accessibility in Ambient Assisted Living",
		"author": "Alexandra Queirós and Margarida Cerqueira and Ana Isabel Martins and Anabela G. Silva and Joaquim Alvarelhão and António Teixeira and Nelson Pacheco Rocha",
		"keywords": "Personas, Scenarios, Usability and accessibility, Ambient Assisted Living developments",
		"doi": "https://doi.org/10.1016/j.procs.2014.02.045",
		"abstract": "Ambient Assisted Living (AAL) is an important research and development area. The acceptance of the AAL paradigm is closely related to the quality of the available systems and services, namely in terms of the user interaction. This means that usability and accessibility are crucial issues. The paper presents how the concepts of the International Classification of Functioning, Disability and Health (ICF) can be used to optimize the role of personas and scenarios in the development and evaluation of AAL systems and services, especially in aspects related with human functioning and health conditions.",
		"pages": "409 - 418",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050914000477",
		"journal": "Procedia Computer Science",
		"volume": "27"
	},
	{
		"id": "CAMARINHAMATOS2014286",
		"type": "article",
		"title": "Care services provision in ambient assisted living",
		"author": "L.M. Camarinha-Matos and F. Ferrada and A.I. Oliveira and J. Rosas and J. Monteiro",
		"doi": "https://doi.org/10.1016/j.irbm.2014.08.001",
		"abstract": "Many societies are facing a big demographic shift, reflected in a fast growing generational unbalance with very high percentage of old people, which puts their social security systems in danger. In this context, a conceptual architecture for an ambient assisted living ecosystem is introduced with the objective of facilitating the development and provision of technology-supported integrated care and assistance services for senior citizens. These services are the result of collaboration among various stakeholders, enabled by the notion of collaborative ambient assisted living ecosystem. A 3-layered model is adopted for the architecture: Infrastructure layer, Care and Assistance Services layer, and Ambient Assisted Living ecosystem layer. The involved actors and their relationships are modeled as part of the architecture implementation specification. An example of service design in this context is also presented.",
		"pages": "286 - 298",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1959031814000852",
		"journal": "IRBM",
		"volume": "35"
	},
	{
		"id": "DIAMANTINI2016117",
		"type": "article",
		"title": "A goal-oriented, ontology-based methodology to support the design of AAL environments",
		"author": "Claudia Diamantini and Alessandro Freddi and Sauro Longhi and Domenico Potena and Emanuele Storti",
		"keywords": "Ambient assisted living, Ontology, Goal-oriented design methodology, Reasoning",
		"doi": "https://doi.org/10.1016/j.eswa.2016.07.032",
		"abstract": "One of the most critical issues in Ambient Assisted Living (AAL) is the design of systems that can evolve to meet the requirements of individuals as their needs and health conditions change. Although much work has been done on home and building automation systems for AAL, often referred to as assistive domotics, there is in fact still a substantial lack of solutions capable to support system designers in the early stage of development of such assistive systems. To this aim, the work contributes to the research on design of assistive domotic systems by presenting an ontology-driven methodology aimed to guide the development process. The novel contributions of the paper include the goal-oriented approach of the methodology, which involves the elicitation and analysis of AAL requirements and their formal representation in an ontology, where high-level goals are described in terms of subgoals and tasks, that are then linked to corresponding measures and devices. Moreover, logic-based reasoning enables more advanced functionalities useful at design time. We present a validation of the methodology showing typical use cases both related to the development from scratch of a domotic system with assistive capabilities starting from a set of high-level user requirements and the redesign of existing implementations according to changed requirements.",
		"pages": "117 - 131",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417416303797",
		"journal": "Expert Systems with Applications",
		"volume": "64"
	},
	{
		"id": "MARTINS2012293",
		"type": "article",
		"title": "The International Classification of Functioning, Disability and Health as a Conceptual Model for the Evaluation of Environmental Factors",
		"author": "Ana Isabel Martins and Alexandra Queirós and Margarida Cerqueira and Nelson Rocha and António Teixeira",
		"keywords": "International Classification of Functioning, Disability and Health, environmental factors, ambiente assisted living, assessibility, living lab, evaluation, Design for All",
		"doi": "https://doi.org/10.1016/j.procs.2012.10.033",
		"abstract": "The concept of Design for All emphasizes the impact of the surrounding environment in the individuals functionality. The International Classification of Functioning, Disability and Health brought the concepts of functionality and disability into a comprehensive whole of multiple dimensions of human functioning, such as biological, psychological, social and environmental. In order to contribute to a greater overall functionality of the individual, the use of software and complex systems can be decisive to assist the people with special needs in all areas of life. The paradigm introduced with ICF is inclusive and universal, so it favors not only the old people, but all others, whether they have a limitation or not. The characteristics of Ambient Assisted Living (AAL) are appropriate to fulfill elderly needs. However, the current state of development is still mostly oriented to a technological perspective, where the individuals functionality has not been fully addressed. Under the Living Usability Lab project we have defined a methodology and created some evaluation tools for assessment of AAL services according to a Living Lab perspective, based on the ICF. In this paper we intend to describe the base fundamentals of this proposal, as well as present some results concerning a practical implementation of this methodology.",
		"pages": "293 - 300",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050912007958",
		"journal": "Procedia Computer Science",
		"volume": "14"
	},
	{
		"id": "RUIZLOPEZ20131895",
		"type": "article",
		"title": "REUBI: A Requirements Engineering method for ubiquitous systems",
		"author": "Tomás Ruiz-López and Manuel Noguera and María José Rodríguez and José Luis Garrido and Lawrence Chung",
		"keywords": "Non-functional requirements, Requirements engineering, Ubiquitous systems, Software design, Context-awareness, Positioning systems",
		"doi": "https://doi.org/10.1016/j.scico.2012.07.021",
		"abstract": "Recent technological advances are increasing the spread of Ubiquitous Computing, leading to the appearance of numerous software systems, which benefit from the features of this new paradigm. Nevertheless, there are a lack of methodologies to properly support the development process of these systems. An important part of the Software Engineering lifecycle is the Requirements Engineering stage, as it grounds the bases for system design for their success. In particular, systematically addressing Non-Functional Requirements such as dynamicity and adaptation, that are important features of ubiquitous systems, eventually leads to higher quality designs. In this paper, a Requirements Engineering Method for the analysis of Ubiquitous Systems, called REUBI, is introduced. It is a goal-based method that represents the influence of context and adverse situations, providing an evaluation procedure to help in the decision making about objectives satisfaction. The proposal is illustrated through the analysis of a Positioning Service of a real system. Additionally, the application of the method has been evaluated by a team of software engineers for the analysis of an Ambient Assisted Living (AAL) health care system.",
		"pages": "1895 - 1911",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167642312001645",
		"journal": "Science of Computer Programming",
		"volume": "78"
	},
	{
		"id": "MARTINS2015132",
		"type": "article",
		"title": "Definition and Validation of the ICF – Usability Scale",
		"author": "Ana Isabel Martins and Ana Filipa Rosa and Alexandra Queirós and Anabela Silva and Nelson Pacheco Rocha",
		"keywords": "Usability Assesment Scale, International Classification of Functioning, Disability and Health, Scale Validation.",
		"doi": "https://doi.org/10.1016/j.procs.2015.09.257",
		"abstract": "Usability assessment is an important issue of the development of products and services based on information technologies. Questionnaires and scales are valuable instruments to collect large amounts of subjective data from users and their application is a reliable technique to assess usability. Furthermore, when considering products and services for older adults, the International Classification of Functioning, Disability and Health (ICF) might be used as a conceptual model for usability assessment. This paper presents the development and validation of the ICF-Usability Scale (ICF-US), an instrument supported by concepts and terminologies related to ICF and that is part of a comprehensive framework for the design, development and evaluation of ambient assisted living products and services for older adults. The methodology that has been followed in the study reported by this paper comprises two phases: the development and the validation phases. The last phase consisted in an observational study performed in a nursing home involving 32 adults and its results suggest acceptable reliability and validity values for the ICF-US.",
		"pages": "132 - 139",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050915031038",
		"journal": "Procedia Computer Science",
		"volume": "67"
	},
	{
		"id": "GUNASEKARAN1996111",
		"type": "article",
		"title": "A conceptual framework for managing congestion in manufacturing",
		"author": "A Gunasekaran and T Martikainen and I Virtanen and P Yli-Olli",
		"keywords": "Management of congestion, Manufacturing, A conceptual framework",
		"doi": "https://doi.org/10.1016/0925-5273(96)00008-4",
		"abstract": "This paper discusses the management of congestion in manufacturing. Tougher competitive situations have led to increasing attention being paid to customer satisfaction, of which timely and customized services are the key concepts. The decisions on how firms should trade off these expectations against high utilization of capital equipment and limited inventories are important to manage congestion effectively. A conceptual framework is presented in this paper for solving the problems of congestion in manufacturing. This framework takes into account the 1.(i) role of cost accounting,2.(ii) presence of network externalities,3.(iii) evaluation of customer queueing costs,4.(iv) impact of entry regulation on congestion levels, and5.(v) pricing, competitive issues, and strategic implications in solving the problems of congestion. In addition, the role of new production concepts and technologies in the management of congestion is discussed in this paper.",
		"pages": "111 - 119",
		"year": "1996",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0925527396000084",
		"journal": "International Journal of Production Economics",
		"volume": "45"
	},
	{
		"id": "CORNA2013150",
		"type": "article",
		"title": "A life course perspective on socioeconomic inequalities in health: A critical review of conceptual frameworks",
		"author": "Laurie M. Corna",
		"keywords": "Life course, Welfare state, Health inequality, Socioeconomic inequalities, Gender",
		"doi": "https://doi.org/10.1016/j.alcr.2013.01.002",
		"abstract": "Social scientists and public health researchers have long known that social position is related to health and that socioeconomic inequalities in health persist in later life. Increasingly, a life course perspective is adopted to understand the socioeconomic position (SEP)-health dynamic. This paper critically reviews the conceptual perspectives underlying empirical research seeking to better understand socioeconomic inequalities in health in the context of the life course. I comment on the contributions of this work, but also its limitations. In particular, I note the emphasis on understanding the mechanisms linking SEP to health, to the exclusion of research on the institutional and structural factors associated with socioeconomic inequalities over the life course. I also critique the relative absence of gender in this work, and how, by not linking individual experiences to the social policy contexts that shape resources and opportunities, the proximal, rather than the structural or institutional determinants of health are emphasized. I suggest that moving forward, a return to some of the key tenets of life course theory, including contributions from the comparative welfare states literature, may better inform life course analyses of socioeconomic inequalities in health. Specific suggestions for life scholarship are discussed.",
		"pages": "150 - 159",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1040260813000038",
		"journal": "Advances in Life Course Research",
		"volume": "18"
	},
	{
		"id": "GOUMOPOULOS2020110496",
		"type": "article",
		"title": "A framework for pervasive computing applications based on smart objects and end user development",
		"author": "Christos Goumopoulos and Irene Mavrommati",
		"keywords": "Framework, End User Development, Pervasive computing, Smart objects, Component-based system engineering, User evaluation",
		"doi": "https://doi.org/10.1016/j.jss.2019.110496",
		"abstract": "Pervasive Computing (PerComp) research remains to this date technology-centric, requiring more focus on utilizing human and societal intelligence. To bridge this gap we motivate the need for a conceptual framework that provides a vision for enabling end-users to participate actively in the design of PerComp applications. The framework in particular provides guidance for the development of tools that allow end-users to configure their own smart environments. It emphasizes the benefits of using Smart Objects (SOs) as components of PerComp applications under a system engineering perspective and the benefits of using affordances as dynamic connectable capabilities under a user experience perspective. A generic application model is developed within the framework that manifests the concepts governing the structure and operation of applications composed by connecting SOs together and adhering to a rule-based behavior. A multi-layered software mediator is defined to provide a platform for the runtime support of such PerComp applications. Theoretical foundations for the key concepts adopted regarding the interaction design and system engineering perspectives are discussed and the results of a user evaluation study focusing on the perceived usability of the high-level conceptual models and the developed tools are reported.",
		"pages": "110496",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121219302705",
		"journal": "Journal of Systems and Software",
		"volume": "162"
	},
	{
		"id": "LAM201978",
		"type": "article",
		"title": "Teacher assessment literacy: Surveying knowledge, conceptions and practices of classroom-based writing assessment in Hong Kong",
		"author": "Ricky Lam",
		"keywords": "Teacher assessment literacy, Classroom-based assessment, L2 writing, Writing teacher education",
		"doi": "https://doi.org/10.1016/j.system.2019.01.006",
		"abstract": "In this decade, assessment literacy has emerged as a significant research agenda. Yet, not much has been done to explore teacher assessment literacy in L2 writing. This study investigates what Hong Kong secondary school teachers know and think about, and how they practice classroom-based writing assessment through a questionnaire, telephone interviews, and classroom observations. The study qualitatively examines the extent to which sixty-six respondents achieved teacher assessment literacy from their perspectives, and which aspects of teacher assessment literacy needed further consolidation and why. Self-reported findings show that most respondents had pertinent assessment knowledge and positive conceptions about alternative writing assessments. Despite this, observation data indicate that some respondents had a partial understanding of assessment of learning (AoL) and assessment for learning (AfL), but not assessment as learning (AaL). In fact, when attempting AaL, the respondents could merely mimic its ‘procedures’ rather than internalise its ‘essence’. Implications are discussed concerning how to develop teacher assessment literacy in L2 writing classrooms.",
		"pages": "78 - 89",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0346251X18303749",
		"journal": "System",
		"volume": "81"
	},
	{
		"id": "WHITE199755",
		"type": "article",
		"title": "Multiple-objective methods in regulatory decision making: A conceptual framework applied to U.S. automobile safety standards",
		"author": "K.Preston White and Douglas J. White",
		"doi": "https://doi.org/10.1016/S0040-1625(96)00118-7",
		"abstract": "Public policy making is a complex matter. Policy makers are charged with balancing a broad spectrum of competing objectives, reflecting in varying degrees the interests and aspirations of a diverse range of constituencies and stakeholders. Policy decisions have differential impacts on differing constituencies and the contributions of these impacts to objectives are frequently uncertain, difficult to quantify, and hotly disputed. Formal methods of decision analysis have been advanced as aids for coping with complexity and have been applied to some public policy issues, most notably the management of water resources. While formal methods have the apparent benefit of rationalizing the policy process and improving the efficacy and equity of policy decisions, serious questions remain concerning the acceptability and ultimate usefulness of formal analyses in the public arena. In this article we examine these questions in the context of policy making relating to government regulation of automobile designs for safety. We consider what would be involved in attempting to use a relatively modern, multiple-objective approach in this context. The key questions are how and, more importantly, why multiple-objective methods might be used. The article begins with an illustrative case study, describes the current policymaking process, identifies the parties involved in and affected by this process, elicits key objectives, looks briefly at some scalar-objective approaches, and then outlines a multiple-objective approach. The framework developed arguably is useful in assisting policy making, at least at a qualitative level. Issues which impede a more quantitative resolution of this framework are discussed. This article is intended as a pilot study which may promote research toward the achievement of a useable multiple-objective procedure applicable in the public domain.",
		"pages": "55 - 82",
		"year": "1997",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162596001187",
		"journal": "Technological Forecasting and Social Change",
		"volume": "55"
	},
	{
		"id": "BIESER2020101375",
		"type": "article",
		"title": "Conceptualizing the impact of information and communication technology on individual time and energy use",
		"author": "Jan C.T. Bieser and Lorenz M. Hilty",
		"keywords": "Information and communication technology, Time use, Time allocation, Activities, Energy use, Rebound effect",
		"doi": "https://doi.org/10.1016/j.tele.2020.101375",
		"abstract": "The energy requirements of everyday activities such as housework, travel or sleep differ considerably; hence, individual time use – the pattern of activities individuals perform during a day – is crucial for the energy consumption associated with lifestyles. Increasing use of information and communication technology (ICT) in everyday life changes individual time use and thus affects the associated energy requirements. ICT can have increasing or decreasing effects on energy use (e.g. it can reduce transport through virtual mobility or increase transport by creating the desire to travel to places seen on the Internet). Understanding the causal relationships between ICT, time, and energy use is essential to promote its desired impacts and prevent socially and environmentally unfavorable (unsustainable) ones. Despite various approaches to time use across disciplines, no consistent conceptual framework of the impact of ICT on time use and environmental impact exists so far. In this paper, we review existing literature on (1) ICT impacts on time use, and (2) environmental impacts of time use. Aiming to bridge differences across disciplines and methodological approaches, we develop a conceptual framework for systematically assessing the impact of ICT on time and energy use. The core of this framework is the categorization of ICT impacts on the relaxation of time and space constraints to activities, parallelization, fragmentation, substitution, avoidance, and delegation of activities, changes to the duration and manner of activities, changes to the process of activity planning, and generation of new ICT-based activities. In a broader systems perspective, these effects also trigger causal chains which can form feedback loops and thus change time-use patterns with some delay (systemic effects). Changes in time use affect direct energy requirements through the energy used to perform activities (e.g. in the form of electricity or fuels). Indirect energy requirements, the energy embedded in goods, only change if production of goods can be avoided (e.g. if telecommuting leads to fewer cars being purchased). The net energy impact of a given ICT use case depends on direct and indirect energy requirements of the activities performed before and after adoption of the use case. We demonstrate the application of the framework by qualitatively assessing time and energy use impacts of a frequently discussed ICT use case: telecommuting.",
		"pages": "101375",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0736585320300344",
		"journal": "Telematics and Informatics",
		"volume": "49"
	},
	{
		"id": "RONG2020291",
		"type": "article",
		"title": "Artificial Intelligence in Healthcare: Review and Prediction Case Studies",
		"author": "Guoguang Rong and Arnaldo Mendez and Elie Bou Assi and Bo Zhao and Mohamad Sawan",
		"keywords": "Artificial intelligence, Machine learning, Deep learning, Neural network, Biomedical research, Healthcare applications, Epileptic seizure, Urinary bladder filling",
		"doi": "https://doi.org/10.1016/j.eng.2019.08.015",
		"abstract": "Artificial intelligence (AI) has been developing rapidly in recent years in terms of software algorithms, hardware implementation, and applications in a vast number of areas. In this review, we summarize the latest developments of applications of AI in biomedicine, including disease diagnostics, living assistance, biomedical information processing, and biomedical research. The aim of this review is to keep track of new scientific accomplishments, to understand the availability of technologies, to appreciate the tremendous potential of AI in biomedicine, and to provide researchers in related fields with inspiration. It can be asserted that, just like AI itself, the application of AI in biomedicine is still in its early stage. New progress and breakthroughs will continue to push the frontier and widen the scope of AI application, and fast developments are envisioned in the near future. Two case studies are provided to illustrate the prediction of epileptic seizure occurrences and the filling of a dysfunctional urinary bladder.",
		"pages": "291 - 301",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2095809919301535",
		"journal": "Engineering",
		"volume": "6"
	},
	{
		"id": "SADEGHI201750",
		"type": "article",
		"title": "Integrating assessment as, for, and of learning in a large-scale exam preparation course",
		"author": "Karim Sadeghi and Teymour Rahmati",
		"keywords": "Assessment  learning, Assessment  learning, Assessment  learning, Preliminary English Test, Second language writing",
		"doi": "https://doi.org/10.1016/j.asw.2017.09.003",
		"abstract": "This empirical study examined the validity of arguments regarding assessment integration tensions, strategies, and the potential of an integrated assessment model in enhancing students’ writing ability. To this end, an integrated assessment as, for, and of learning model was experimented with a group of learners preparing to take the Cambridge English: Preliminary English Test. Moreover, an assessment for and of (non-integrated) model was used with another group of candidates as the control group. Subsequently, the candidates’ writing performances measured by Cambridge Assessment in terms of overall band descriptions were converted into numerical indices. The Mann-Whitney U Test comparison of the participants’ converted scores revealed that the integrated assessment group performed better than the non-integrated assessment candidates. Furthermore, classroom observations and a focus-group interview with the integrated assessment group clarified a number of issues concerning assessment integration and AaL implementation tensions and strategies. The results indicated that an integrated assessment model tailored to contextual specifications can contribute both theoretically and practically to teaching and assessing writing.",
		"pages": "50 - 61",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1075293517300375",
		"journal": "Assessing Writing",
		"volume": "34"
	},
	{
		"id": "ILARRI20151418",
		"type": "article",
		"title": "Semantic management of moving objects: A vision towards smart mobility",
		"author": "Sergio Ilarri and Dragan Stojanovic and Cyril Ray",
		"keywords": "Moving objects, Semantic data management, Mobile computing, Location-based services",
		"doi": "https://doi.org/10.1016/j.eswa.2014.08.057",
		"abstract": "This position paper presents our vision for the semantic management of moving objects. We argue that exploiting semantic techniques in mobility data management can bring valuable benefits to many domains characterized by the mobility of users and moving objects in general, such as traffic management, urban dynamics analysis, ambient assisted living, emergency management, m-health, etc. We present the state-of-the-art in the domain of management of semantic locations and trajectories, and outline research challenges that need to be investigated to enable a full-fledged and intelligent semantic management of moving objects and location-based services that support smarter mobility. We propose a distributed framework for the semantic enrichment and management of mobility data and analyze the potential deployment and exploitation of such a framework.",
		"pages": "1418 - 1435",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417414005399",
		"journal": "Expert Systems with Applications",
		"volume": "42"
	},
	{
		"id": "SU2019157",
		"type": "article",
		"title": "A novel framework for a remote patient monitoring (RPM) system with abnormality detection",
		"author": "Chia-Rong Su and Jeyhun Hajiyev and Changjui James Fu and Kuo-Chin Kao and Chih-Hao Chang and Ching-Ter Chang",
		"keywords": "Remote patient monitoring, Internet of Things, Machine-to-machine, Aging people",
		"doi": "https://doi.org/10.1016/j.hlpt.2019.05.008",
		"abstract": "Objective This research aims to build an effective and automated RPM system based on an information communication technology (ICT) framework that automatically triggers medical alerts, hospital visits, medications, and social support in a timely and precise manner, with specific attention to aging people. The goal of the proposed framework is to construct a safe, flexible, and manageable system containing multi-agent, auto-notice, sensor management, and secure transmission of data to allow an autonomous functioning of RPM. Methods The literature between 2002 and 2018 that introduces healthcare platforms with the technology of the Internet of things (IoT) is reviewed and compared in compliance with various technical and functional features. Eleven healthcare-based IoT platforms are compared. Eight of them utilize the Representational State Transfer Application Programming Interface (REST API), while ten of them have Message Queue Telemetry Transport (MQTT), seven of them have device management, and nine of them have security control. In addition, Kepwares KEPServerEX communication platform containing up to 250 communication protocols is included. Results The results confirm that the proposed framework reliably operates within the complex healthcare processes, taking into account the equipment management, security management, messaging and diversification of communication protocols. This study uses the concept of IoT 3-tier through which a complete sensor management mechanism is structured. Moreover, secure data connection protects the patients privacy. Each sensor provides a distinctive notification to construct flawless authority management. Conclusions The proposed framework can not only reach the machine-to-machine (M2M) realm, but also provide support in emergency cases.",
		"pages": "157 - 170",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2211883718302569",
		"journal": "Health Policy and Technology",
		"volume": "8"
	},
	{
		"id": "DERKS201787",
		"type": "article",
		"title": "Connectomic profile and clinical phenotype in newly diagnosed glioma patients",
		"author": "Jolanda Derks and Anne R. Dirkson and Philip C. de Witt Hamer and Quinten van Geest and Hanneke E. Hulst and Frederik Barkhof and Petra J.W. Pouwels and Jeroen J.G. Geurts and Jaap C. Reijneveld and Linda Douw",
		"keywords": "Functional connectivity, Neuro-oncology, Connectome, Glioma, Network theory, Hubs",
		"doi": "https://doi.org/10.1016/j.nicl.2017.01.007",
		"abstract": "Gliomas are primary brain tumors, originating from the glial cells in the brain. In contrast to the more traditional view of glioma as a localized disease, it is becoming clear that global brain functioning is impacted, even with respect to functional communication between brain regions remote from the tumor itself. However, a thorough investigation of glioma-related functional connectomic profiles is lacking. Therefore, we constructed functional brain networks using functional MR scans of 71 glioma patients and 19 matched healthy controls using the automated anatomical labelling (AAL) atlas and interregional Pearson correlation coefficients. The frequency distributions across connectivity values were calculated to depict overall connectomic profiles and quantitative features of these distributions (full-width half maximum (FWHM), peak position, peak height) were calculated. Next, we investigated the spatial distribution of the connectomic profile. We defined hub locations based on the literature and determined connectivity (1) between hubs, (2) between hubs and non-hubs, and (3) between non-hubs. Results show that patients had broader and flatter connectivity distributions compared to controls. Spatially, glioma patients particularly showed increased connectivity between non-hubs and hubs. Furthermore, connectivity distributions and hub-non-hub connectivity differed within the patient group according to tumor grade, while relating to Karnofsky performance status and progression-free survival. In conclusion, newly diagnosed glioma patients have globally altered functional connectomic profiles, which mainly affect hub connectivity and relate to clinical phenotypes. These findings underscore the promise of using connectomics as a future biomarker in this patient population.",
		"pages": "87 - 96",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158217300074",
		"journal": "NeuroImage: Clinical",
		"volume": "14"
	},
	{
		"id": "ABDELAAL2020119897",
		"type": "article",
		"title": "Modelling the diffusion and operation of anaerobic digestions in Great Britain under future scenarios within the scope of water-energy-food nexus",
		"author": "Mohamad Abdel-Aal and Ismail Haltas and Liz Varga",
		"keywords": "Anaerobic digestion, Water-energy-food nexus, Future scenarios, Agent-based model, Uncertainty",
		"doi": "https://doi.org/10.1016/j.jclepro.2019.119897",
		"abstract": "The paper aims to understand the impacts of the spatial and temporal diffusion of Anaerobic Digestion (AD) on the Water Energy Food (WEF) nexus and to quantify the associated environmental, social and economic benefits. Contemporary tight carbon reduction targets urge the need to deploy renewable energy technologies however due to interdependencies across the WEF nexus, various technologies are beneficial for some but not all sectors. This paper quantifies the impacts of future possible AD technology diffusion choices on the environment, society and economy. This can aid decision makers to identify the potential consequences of various AD alternatives within the next three decades. The study considers an integrated WEF nexus approach and accounts for the interdependencies within the nexus. This was done by developing an Agent-Based Model (ABM) and simulating the relations between the main players within the nexus, thus examining the upscaling of AD diffusion and its consequences for water consumption, energy production, transportation, landfill use, food waste processing and digestate generation. Three future WEF nexus scenarios, that reflect potential alternatives of society and technology in Great Britain up to 2050, were utilised by the ABM implementation to test the sensitivity of AD diffusion choices. These scenarios describe possible changes to lifestyle, governance, technologies, climate, and social structures. Accounting for the uncertainty associated with such future simulations, the Monte Carlo method was employed to estimate the potential variations in scenario outputs. Results suggest that decentralisation results in the largest carbon reduction, but can incur more costs. Centralisation consumes 35% more water but produces 37% more energy (biogas). The paper has visualised the scenario outputs graphically to highlight the consequences of neglecting the inter-relationships between environmental, social and economic aspects of AD.",
		"pages": "119897",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652619347675",
		"journal": "Journal of Cleaner Production",
		"volume": "253"
	},
	{
		"id": "ALFONSOCENDON201691",
		"type": "article",
		"title": "Implementation of context-aware workﬂows with multi-agent systems",
		"author": "Javier Alfonso-Cendón and José M. Fernández-de-Alba and Rubén Fuentes-Fernández and Juan Pavón",
		"keywords": "Context-aware systems, Workflow design, Multi-agent systems, Ambient Intelligence",
		"doi": "https://doi.org/10.1016/j.neucom.2014.10.098",
		"abstract": "Systems in Ambient Intelligence (AmI) need to manage workflows that represent users’ activities. These workflows can be quite complex, as they may involve multiple participants, both physical and computational, playing different roles. Their execution implies monitoring the development of the activities in the environment, and taking the necessary actions for them and the workﬂow to reach a certain end. The context-aware approach supports the development of these applications to cope with event processing and regarding information issues. Modeling the actors in these context-aware workflows, where complex decisions and interactions must be considered, can be achieved with multi-agent systems. Agents are autonomous entities with sophisticated and flexible behaviors, which are able to adapt to complex and evolving environments, and to collaborate to reach common goals. This work presents architectural patterns to integrate agents on top of an existing context-aware architecture. This allows an additional abstraction layer on top of context-aware systems, where knowledge management is performed by agents. This approach improves the flexibility of AmI systems and facilitates their design. A case study on guiding users in buildings to their meetings illustrates this approach.",
		"pages": "91 - 97",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925231215005469",
		"journal": "Neurocomputing",
		"volume": "176"
	},
	{
		"id": "YACCHIREMA2018603",
		"type": "article",
		"title": "Fall detection system for elderly people using IoT and Big Data",
		"author": "Diana Yacchirema and Jara Suárez de Puga and Carlos Palau and Manuel Esteve",
		"keywords": "Fall detection, Internet-of-Things, Big Data, 6LowPAN, wearable sensor, Smart IoT Gateway, fall detection, decision tree learning algorithm, accelerometer, elderly people",
		"doi": "https://doi.org/10.1016/j.procs.2018.04.110",
		"abstract": "Falls represent a major public health risk worldwide for the elderly people. A fall not assisted in time can cause functional impairment in an elder and a significant decrease in his mobility, independence and life quality. In that sense, the present work proposes an innovative IoT-based system for detecting falls of elderly people in indoor environments, which takes advantages of low-power wireless sensor networks, smart devices, big data and cloud computing. For this purpose, a 3D-axis accelerometer embedded into a 6LowPAN device wearable is used, which is responsible for collecting data from movements of elderly people in real-time. To provide high efficiency in fall detection, the sensor readings are processed and analyzed using a decision trees-based Big Data model running on a Smart IoT Gateway. If a fall is detected, an alert is activated and the system reacts automatically by sending notifications to the groups responsible for the care of the elderly people. Finally, the system provides services built on cloud. From medical perspective, there is a storage service that enables healthcare professional to access to falls data for perform further analysis. On the other hand, the system provides a service leveraging this data to create a new machine learning model each time a fall is detected. The results of experiments have shown high success rates in fall detection in terms of accuracy, precision and gain.",
		"pages": "603 - 610",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050918304721",
		"journal": "Procedia Computer Science",
		"volume": "130"
	},
	{
		"id": "HERNANDEZBRAVO2014210",
		"type": "article",
		"title": "Approach to Manage Complexity in Internet of Things",
		"author": "Angel Hernandez-Bravo and Jesús Carretero",
		"keywords": "Complex Systems, Smart Cities, Internet of Things, IoT, Systems of Systems, OWL, CL, Common Logic, Tree, Semi-lattice",
		"doi": "https://doi.org/10.1016/j.procs.2014.09.081",
		"abstract": "Complexity research is a main concern in disparate science fields such as computing, city planning, Internet, etc. In computing and programming, complexity became early an issue and a target for software engineering, but in fact the pattern concept was born in architecture and city planning environment. The universe is not made of “things,” but of patterns of complex and interactive geometries. In this paper, we generalize such a concept to Internet of Things and Smart Cities domain and consider more complex abstract structures called semi lattices. Furthermore, an approach to model them is proposed.",
		"pages": "210 - 217",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050914013301",
		"journal": "Procedia Computer Science",
		"volume": "36"
	},
	{
		"id": "ONIKI1994205",
		"type": "article",
		"title": "Japanese telecommunications as network industry: Industrial organization for the BISDN generation technology",
		"author": "Hajime Oniki",
		"doi": "https://doi.org/10.1016/0736-5853(94)90006-X",
		"abstract": "This study proposes a new industrial structure for the Japanese information infrastructure in the 21st century. The proposed industrial organization has a hierarchical structure with five layers, each of which corresponds to a functional description of BISDN technology. Each layer is then assigned a market structure (i.e., competition, regulated competition, or regulated monopoly). The proposed industrial organization can serve as not only a backbone of the BISDN-based information infrastructure but also as a conceptual framework for guiding the NTT divestiture planned for 1995.",
		"pages": "205 - 215",
		"year": "1994",
		"url_article": "https://www.sciencedirect.com/science/article/pii/073658539490006X",
		"journal": "Telematics and Informatics",
		"volume": "11"
	},
	{
		"id": "MARULANDAFRAUME2020104739",
		"type": "article",
		"title": "Evaluating risk from a holistic perspective to improve resilience: The United Nations evaluation at global level",
		"author": "Mabel-Cristina Marulanda Fraume and Omar-Darío Cardona A and Paula Marulanda Fraume and Martha-Liliana Carreño T and Alex H. Barbat",
		"keywords": "Holistic approach, Exposure and susceptibility, Socio-economic fragility, Lack of resilience, Probabilistic risk assessment, Indicators",
		"doi": "https://doi.org/10.1016/j.ssci.2020.104739",
		"abstract": "Disaster risk is not only associated with the occurrence of intense hazard events but also with the vulnerability conditions that facilitate disasters when such events occur. Vulnerability is closely linked to social processes and governance weaknesses in disaster-prone areas, and is usually related to a set of fragilities, susceptibilities, and issues regarding the lack of resilience of the exposed human settlements. The holistic risk assessment aims to reflect risk from a comprehensive perspective by using, in one hand, the physical risk or potential physical damage directly linked to the occurrence of hazard events and, on the other hand by capturing how underlying risk drivers or amplifiers –social, economic, environmental issues, non-hazard dependent elements, worsen the current existing physical risk conditions in terms of lack of capacity to anticipate or resist, or to respond and recover from adverse impacts. This article presents the results of the holistic evaluation of risk as well as of the implications of risk for development obtained at global level in the framework of the UN Atlas-GAR: Unveiling Disaster Risk, using the probabilistic physical risk results, obtained from the multi-hazard Global Risk Assessment 2015, socioeconomic indicators and macroeconomic flow variables available in worldwide databases for more than 200 countries and territories. These results are useful to identify risk drivers that are associated not only to the physical vulnerability of countries’ assets but also to social, economic and financial issues that should be examined and tackled in a comprehensive way.",
		"pages": "104739",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0925753520301363",
		"journal": "Safety Science",
		"volume": "127"
	},
	{
		"id": "WILSON2014445",
		"type": "article",
		"title": "Functional specialization within the supplementary motor area: A fNIRS study of bimanual coordination",
		"author": "Tony W. Wilson and Max J. Kurz and David J. Arpin",
		"keywords": "NIRS, SMA, Pre-SMA, Optical imaging, OxyHb",
		"doi": "https://doi.org/10.1016/j.neuroimage.2013.04.112",
		"abstract": "Bimanual movements can be performed by flexing and extending the target effectors (e.g., hand muscles) in unison, or by flexing units on one side in unison with extension of the same units on the opposite side. The former movement patterns are generally referred to as in-phase or parallel, whereas the latter patterns are often termed anti-phase movements. It is well known that anti-phase patterns are unstable and tend to spontaneously transition to in-phase movements at higher repetition rates, but the mechanisms and brain regions involved are not fully understood. In the current study, we utilized functional near-infrared spectroscopy (fNIRS) to evaluate whether anterior/posterior subdivisions of the supplementary motor complex (SMA) have distinct functional roles in maintaining in-phase and anti-phase movement patterns. Twelve healthy adult participants completed a bimanual coordination task comprised of anti-phase and in-phase trials as 24-channel fNIRS data was recorded from dorsal-medial motor areas. We examined the relative concentrations of oxygenated and deoxygenated hemoglobin in the channels that were located over the anterior SMA (e.g., pre-SMA) and the SMA proper. Our most interesting results indicated that oxygenated hemoglobin responses were greater in the anterior SMA during performance of anti-phase compared to in-phase movements. In the SMA proper, oxygenated hemoglobin responses did not differ between the two movement patterns. These data suggest that the anterior SMA is critical to programming and maintaining the less stable anti-phase movement patterns, and support the conceptual framework of an anterior-directed gradient of progressively more complex functionality in the SMA.",
		"pages": "445 - 450",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811913004795",
		"journal": "NeuroImage",
		"volume": "85"
	},
	{
		"id": "DEFARIAS2017128",
		"type": "article",
		"title": "COMFIT: A development environment for the Internet of Things",
		"author": "Claudio M. de Farias and Italo C. Brito and Luci Pirmez and Flávia C. Delicato and Paulo F. Pires and Taniro C. Rodrigues and Igor L. dos Santos and Luiz F.R.C. Carmo and Thais Batista",
		"keywords": "IDE, Wireless sensor networks, Internet of Things, Cloud computing, Model-driven development, Testbeds",
		"doi": "https://doi.org/10.1016/j.future.2016.06.031",
		"abstract": "This paper presents COMFIT (Cloud and Model based IDE for the Internet of Things), a development environment for the Internet of Things that was built grounded on the paradigms of model driven development and cloud computing. COMFIT is composed of two different modules: (1) the App Development Module, a model-driven architecture (MDA) infrastructure, and (2) the App Management and Execution Module, a module that contains cloud-based web interface connected to a server hosted in the cloud with compilers and simulators for developing Internet of Things (IoT) applications. The App Development Module allows the developers to design IoT applications using high abstraction artifacts (models), which are tailored to either the application perspective or the network perspective, thus creating a separation between these two concerns. As models can be automatically transformed into code through the App Development Module, COMFIT creates an environment where there is no need of additional configurations to properly compile or simulate the generated code, integrating the development lifecycle of IoT applications into a single environment partially hosted in the client side and partially in the cloud. In its current version, COMFIT supports two operating systems, namely Contiki and TinyOS, which are widely used in IoT devices. COMFIT supports automatic code generation, execution of simulations, and code compilation of applications for these platforms with low development effort. Finally, COMFIT is able to interact with IoT-lab, an open testbed for IoT applications, which allows the developers to test their applications with different configurations without the need of using local IoT devices. Several evaluations were performed to assess COMFIT’s key features in terms of development effort, quality of generated code, and scalability.",
		"pages": "128 - 144",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X16302163",
		"journal": "Future Generation Computer Systems",
		"volume": "75"
	},
	{
		"id": "MOMME2002185",
		"type": "article",
		"title": "An outsourcing framework: action research in the heavy industry sector",
		"author": "Jesper Momme and Hans-Henrik Hvolby",
		"keywords": "Outsourcing framework, Buyer–supplier relationships, Competencies, Case study, Action research",
		"doi": "https://doi.org/10.1016/S0969-7012(02)00003-5",
		"abstract": "Recent literature suggests that outsourcing, properly understood and managed as an integral part of strategy, can aid competitiveness. This paper examines the process of outsourcing manufacturing to understand its role in the new strategic agenda. A system model which indicates the critical workflow interfaces between the production system and internal support functions is proposed. The model helps determine the cross-functional interdependencies of the outsourcing process. A four-phase model of strategic outsourcing is then developed. The model serves both as an internal management tool and as an external marketing tool. This leads to synthesis of a practical framework that links six generic phases of outsourcing to strategic planning. The framework includes key activities with built-in performance measures and expected output for each of the phases. The research methodology combines theory study with case study and action research in Aalborg Industries, which operates in the heavy industry. Hence, the research pursues both academic and industrial application.",
		"pages": "185 - 196",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0969701202000035",
		"journal": "European Journal of Purchasing & Supply Management",
		"volume": "8"
	},
	{
		"id": "JOKISCH2020106408",
		"type": "article",
		"title": "The role of internet self-efficacy, innovativeness and technology avoidance in breadth of internet use: Comparing older technology experts and non-experts",
		"author": "Mario R. Jokisch and Laura I. Schmidt and Michael Doh and Markus Marquard and Hans-Werner Wahl",
		"keywords": "Older adults, ICT, Technology experience, Self-efficacy, Approach-avoidance behaviour",
		"doi": "https://doi.org/10.1016/j.chb.2020.106408",
		"abstract": "Older adults show pronounced interindividual differences in terms of their technology adoption, experiences and resources. To better understand this heterogeneity, we compared older technology experts and non-experts. We focused on General Internet self-efficacy (GISE) and Communication related Internet self-efficacy (CISE). Further, we considered innovativeness and technology avoidance as variables able to predict GISE and CISE, which we assumed to be related to two different areas of Internet use (informational, communication and instrumental). Samples included 131 older technology experts engaged as volunteer coaches in government-supported technology projects (age: M = 68 years; range = 50–88 years; 33% female) and 239 older adults with no technology expertise (age: M = 72 years; range = 57–87 years; 61% female). All subjects completed a paper-pencil or online questionnaire containing established measures of study constructs. Multigroup structural equation models revealed that innovativeness was an important predictor of GISE and CISE in both groups, whereas technology avoidance was related only to GISE in the expert group. Further, higher GISE was more strongly linked to informational Internet activities in non-experts than in experts, while CISE was related to communication and instrumental Internet activities in both groups. Findings support our expectation that conceptually distinct Internet relevant constructs play a differential role depending on expert status of older technology users.",
		"pages": "106408",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0747563220301618",
		"journal": "Computers in Human Behavior",
		"volume": "111"
	},
	{
		"id": "PATERNO2019120",
		"type": "article",
		"title": "End-user development for personalizing applications, things, and robots",
		"author": "Fabio Paternò and Carmen Santoro",
		"keywords": "End user development, Internet of things, Robots, Metaphors, Programming styles",
		"doi": "https://doi.org/10.1016/j.ijhcs.2019.06.002",
		"abstract": "The pervasiveness of ICT technologies has led to a growing need to empower people to obtain applications that meet their specific requirements. End-User Development (EUD) is a growing research field aiming to provide people without programming experience with concepts, methods and tools to allow them to create or modify their applications. Recent mainstream technological trends related to the Internet of Things (IoT) and the availability of robots have further stimulated interest in this approach. In the paper, we discuss the historical evolution of EUD, then we analyses the main current challenges with respect to recent technological trends (IoT and social robots) through the use of some conceptual dimensions, and conclude with a discussion of a possible research agenda for the field.",
		"pages": "120 - 130",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1071581919300722",
		"journal": "International Journal of Human-Computer Studies",
		"volume": "131"
	},
	{
		"id": "SUEYOSHI1994275",
		"type": "article",
		"title": "The impact of US-Japan telecommunications trade upon Japanese Information Infrastructure development",
		"author": "Toshiyuki Sueyoshi and Jeffrey S Baker",
		"doi": "https://doi.org/10.1016/0736-5853(94)90011-6",
		"abstract": "This article analyzes the impact of US-Japan telecommunications trade upon the development of the Japanese Information Infrastructure. The current telecommunications trade conflict between the two countries does not pay attention to an essential aspect; technology standards, arguing only national, self-centered, and short-range perspectives on bilateral trade. This article will open up a global perspective regarding bilateral trade, telecommunications infrastructure development, and government/business relationship. Our conceptual framework and empirical evidence will serve as a basis for not only the underlying essence of the bilateral telecommunications trade dispute, but also for discussing the nature of government/business relationships in the global information technology era.",
		"pages": "275 - 292",
		"year": "1994",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0736585394900116",
		"journal": "Telematics and Informatics",
		"volume": "11"
	},
	{
		"id": "BESOLD201597",
		"type": "article",
		"title": "Towards integrated neural–symbolic systems for human-level AI: Two research programs helping to bridge the gaps",
		"author": "Tarek R. Besold and Kai-Uwe Kühnberger",
		"keywords": "Research program, Neural–symbolic integration, Complexity theory, Cognitive architectures, Agent architectures",
		"doi": "https://doi.org/10.1016/j.bica.2015.09.003",
		"abstract": "After a human-level AI-oriented overview of the status quo in neural–symbolic integration, two research programs aiming at overcoming long-standing challenges in the field are suggested to the community: The first program targets a better understanding of foundational differences and relationships on the level of computational complexity between symbolic and subsymbolic computation and representation, potentially providing explanations for the empirical differences between the paradigms in application scenarios and a foothold for subsequent attempts at overcoming these. The second program suggests a new approach and computational architecture for the cognitively-inspired anchoring of an agent’s learning, knowledge formation, and higher reasoning abilities in real-world interactions through a closed neural–symbolic acting/sensing–processing–reasoning cycle, potentially providing new foundations for future agent architectures, multi-agent systems, robotics, and cognitive systems and facilitating a deeper understanding of the development and interaction in human-technological settings.",
		"pages": "97 - 110",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2212683X15000468",
		"journal": "Biologically Inspired Cognitive Architectures",
		"volume": "14"
	},
	{
		"id": "HAUX2007191",
		"type": "article",
		"title": "Preparing for change: Medical informatics international initiatives for health care and biomedical research",
		"author": "Reinhold Haux",
		"keywords": "Medical informatics, Health informatics, Biomedical informatics, IMIA",
		"doi": "https://doi.org/10.1016/j.cmpb.2007.10.003",
		"abstract": "The intention of this paper is to reflect on the development of medical informatics as a discipline and on the development of IMIA, the International Medical Informatics Association, as its international organization. IMIA is the international organization in health and biomedical informatics, which has the goal of stimulating and communicating high quality research, education and application, with medical informatics now being one of the central disciplines for achieving health for the people in societies worldwide. The need for new international initiatives is discussed and IMIAs recently approved Strategic Plan as well as its joint initiative with WHO are presented as examples.",
		"pages": "191 - 196",
		"year": "2007",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0169260707002374",
		"journal": "Computer Methods and Programs in Biomedicine",
		"volume": "88"
	},
	{
		"id": "SCHAPPERT2020121585",
		"type": "article",
		"title": "Sustainable consumption in the smart grid: From key points to eco-routine",
		"author": "Monika Schappert and Michael von Hauff",
		"keywords": "Sustainable consumption, Eco-routine, Typology, Smart grid, Systematic literature analysis",
		"doi": "https://doi.org/10.1016/j.jclepro.2020.121585",
		"abstract": "The goal of radically increasing renewable energies pushes the current power grid to its limits. Smart technologies on the demand side are keys to cope with fluctuating inputs from distributed generation. At the same time, smart technologies are expected to enhance sustainable consumption by effectively reducing power consumption and its environmental impact. The number of applications is increasing along with more computation, communication, and intelligent capabilities. However, it is unclear how smart technologies resonate with lifestyles and consumption patterns to effectively achieve sustainable consumption. Utilizing the typology method, this paper aims in a first part at a description, an explanation and a framework of different types of sustainable consumption. In the second part, a systematic literature analysis of smart technologies for sustainable consumption is carried out. After analyzing seven current practical approaches, we describe four types of sustainable consumption. We apply the approaches via the housing field of consumption to the smart grid, highlighting the importance of technology adoption. The typology framework can be used for consumer communication, producer guidelines and policy practice.",
		"pages": "121585",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652620316322",
		"journal": "Journal of Cleaner Production",
		"volume": "267"
	},
	{
		"id": "RAMOS2013950",
		"type": "article",
		"title": "Business service networks and their process of emergence: The case of the Health Cluster Portugal",
		"author": "Carla Ramos and Catarina Roseira and Carlos Brito and Stephan C. Henneberg and Peter Naudé",
		"keywords": "Business service network, Industrial Network Approach, Emergence of networks, Health Cluster Portugal",
		"doi": "https://doi.org/10.1016/j.indmarman.2013.04.003",
		"abstract": "Business services have been receiving increasing attention from academics, practitioners and policy-makers. Despite the growing interest, this field of research suffers from several limitations: it draws mostly on services marketing theory, and it is grounded mostly in monadic and dyadic studies. This paper contributes to the advance of business services research by addressing these limitations with regard to a specific service-related issue. We carry out an interdisciplinary study by integrating among others an industrial network approach (INA) into the services area, and we thus develop the research at a network level by adopting a services network perspective; furthermore, the study is carried out in a business-to-business context by looking into a health cluster: the Health Cluster Portugal. The article addresses one particular aspect of business services networks: their emergence. We propose a conceptual framework that draws on process-based research and integrates theories from other bodies of research, allowing a rich understanding of how a business service network is created. Our findings point to discontinuities along the emergence of such networks, showing that there is an iterative process underlying their formation, with different theories playing a predominant explanatory role at different stages. This paper contributes to the wider body of literature on services research by promoting the integration of the INA and other process-related approaches in the area of business services networks, and also provides practitioners and policy-makers with a structured framework to understand how an intentional ‘bottom–up’ business service network may be created or orchestrated.",
		"pages": "950 - 968",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0019850113000680",
		"journal": "Industrial Marketing Management",
		"volume": "42"
	},
	{
		"id": "NEWTON201696",
		"type": "article",
		"title": "Striking a balance: A mixed-methods approach to impact-oriented evaluation",
		"author": "Xiaoxia A. Newton",
		"keywords": "Impact evaluation, Mixed-Methods, Program implementation, Program impact, What works",
		"doi": "https://doi.org/10.1016/j.stueduc.2016.10.005",
		"abstract": "It is commonsensical to assume that a program needs to be implemented in order to have an impact. However, most impact evaluation studies tend to pay little attention to the issue of program implementation. This paper argues for the logical priority of program implementation through a mixed-methods evaluation of a language intervention program initiated in one of the largest urban school districts in the United States. By selecting a mixed-methods evaluation approach, the evaluation yielded results that have implications for addressing implementation issues in an impact-oriented evaluation. At the local district level, the evaluation results of what works, what does not, and how the implementation varies across teachers and classrooms have a direct implication for program staff. They can use this information to monitor the program implementation and make necessary adjustments to enhance the effectiveness of the program so that the ultimate program goal can be accomplished.",
		"pages": "96 - 107",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0191491X1630058X",
		"journal": "Studies in Educational Evaluation",
		"volume": "51"
	},
	{
		"id": "ROMANIC201619",
		"type": "article",
		"title": "Oklahoma tornado risk and variability: A statistical model",
		"author": "Djordje Romanic and Maryam Refan and Chieh-Hsun Wu and Gero Michel",
		"keywords": "Tornado modelling, Tornado risk assessment, Oklahoma, Insurance industry, Monte-Carlo method, Risk-based capital",
		"doi": "https://doi.org/10.1016/j.ijdrr.2016.01.011",
		"abstract": "This study uses an existing catalog of registered tornadoes over the territory of the United States to construct a numerical model for tornado loss assessment. The model is tested for the state of Oklahoma (OK). The aggregated annual (AGG) tornado losses are modelled as a function of (1) annual frequency of tornadoes, (2) intensity, length and width of tornado tracks, (3) exposure and (4) vulnerability derived using literature information. Three different configurations of input parameters are investigated: (NoVar) all input parameters except for the annual number of tornadoes are derived based on their mean values, (HOV) variability of house prices, track orientation and vulnerability values are included, and (HOVI) variability of tornado intensity along track length and width is introduced. The calculated AGG losses from independent model runs show high level of convergence for 1000 years of simulated tornadoes. The largest differences in the exceedance probability loss curves result from introducing variability in intensity along the tornado tracks (HOVI). We ran proxies for calculating Risk-Based Capital in order to understand the impact of these findings for policy makers and/or the insurance industry. Modelled losses are compared against results from a commercial tornado risk assessment model as well as against the 2013 Moore tornado event. The NoVar and HOV cases predict the 2013 Moore twister to be 1 in 10 and 1 in 12.5 loss event, respectively, whereas the HOVI case estimates the return period of this event at 58 years. Probability of being hit by a tornado in OK is calculated to be 0.039%, which is in accordance with literature. The limitations and uncertainties of developed model are also discussed.",
		"pages": "19 - 32",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2212420915301138",
		"journal": "International Journal of Disaster Risk Reduction",
		"volume": "16"
	},
	{
		"id": "BRUNNER2010779",
		"type": "article",
		"title": "Professionalisation of gerontological nursing — The development of an international online gerontological master degree programme",
		"author": "Eva Brunner and Olivia Kada",
		"keywords": "Gerontological nursing, Joint degree, Bologna process, Curriculum development",
		"doi": "https://doi.org/10.1016/j.nedt.2010.03.001",
		"abstract": "SUMMARY Due to demographic changes and the growing demand for a nursing workforce in the gerontological field adequate nursing curricula are required. This paper describes the development of the international online gerontological master degree programme GEROM. Health and nursing science institutions from six European countries are collaborating in this EU-project. The project milestones as well as the study programme architecture are introduced. Furthermore, the evaluation concept is illustrated. Collaboration across the partners is affected by some problems; varying accreditation procedures and cultural differences inhibit the implementation of a joint degree. Institutional commitment and communication between the partners are essential for a successful process.",
		"pages": "779 - 783",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0260691710000572",
		"journal": "Nurse Education Today",
		"volume": "30"
	},
	{
		"id": "NEVEN2018335",
		"type": "article",
		"title": "SOULMATE - Secure Old people’s Ultimate Lifestyle Mobility by offering Augmented reality Training Experiences",
		"author": "An Neven and Tom Bellemans and Astrid Kemperman and Pauline van den Berg and Martijn Kiers and Lex van Velsen and Judith Urlings and Davy Janssens and Yves Vanrompay",
		"keywords": "Virtual trip training, Mobile routing, GPS-based monitoring, Virtual, real-life user experiences, Customizable guardian angel",
		"doi": "https://doi.org/10.1016/j.procs.2018.10.192",
		"abstract": "With ageing, travel becomes more and more complex. Physical and cognitive abilities may decline, and thus, elderly people may experience several problems that hinder them from travelling independently. One of the most difficult issues when addressing the problem of age-related travel restrictions is the heterogeneity of the ageing population. SOULMATE offers a non-intrusive and personalized mobility package that evolves with the end-user across his/her different life stages to ensure him/her to make secure trips. SOULMATE aggregates three types of mobility support: Indoor virtual training of a route, active routing during trips and monitoring by a coach at a distance during trips. For each individual, the desired or necessary functionalities can be chosen, based on his/her specific abilities and travel needs. The SOULMATE solution will be developed iteratively, in co-creation with end-users and stakeholders, and the package will be tested intensively, and evaluated in three countries (Belgium, The Netherlands and Austria) based on usability, technical and business aspects.",
		"pages": "335 - 342",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050918318428",
		"journal": "Procedia Computer Science",
		"volume": "141"
	},
	{
		"id": "ROYSE201465",
		"type": "article",
		"title": "The application of componentised modelling techniques to catastrophe model generation",
		"author": "K.R. Royse and J.K. Hillier and L. Wang and T.F. Lee and J. ONiel and A. Kingdon and A. Hughes",
		"keywords": "Integrated environmental modelling, Catastrophe modelling, Groundwater flooding",
		"doi": "https://doi.org/10.1016/j.envsoft.2014.07.005",
		"abstract": "In this paper we show that integrated environmental modelling (IEM) techniques can be used to generate a catastrophe model for groundwater flooding. Catastrophe models are probabilistic models based upon sets of events representing the hazard and weights their likelihood with the impact of such an event happening which is then used to estimate future financial losses. These probabilistic loss estimates often underpin re-insurance transactions. Modelled loss estimates can vary significantly, because of the assumptions used within the models. A rudimentary insurance-style catastrophe model for groundwater flooding has been created by linking seven individual components together. Each component is linked to the next using an open modelling framework (i.e. an implementation of OpenMI). Finally, we discuss how a flexible model integration methodology, such as described in this paper, facilitates a better understanding of the assumptions used within the catastrophe model by enabling the interchange of model components created using different, yet appropriate, assumptions.",
		"pages": "65 - 77",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1364815214002060",
		"journal": "Environmental Modelling & Software",
		"volume": "61"
	},
	{
		"id": "MOTTA2019231",
		"type": "article",
		"title": "A conceptual perspective on interoperability in context-aware software systems",
		"author": "Rebeca C. Motta and Káthia M. de Oliveira and Guilherme H. Travassos",
		"keywords": "Interoperability, Context-aware software systems, Internet of Things, Contemporary software systems, Ubiquitous computing, -systematic literature review, Evidence-based software engineering",
		"doi": "https://doi.org/10.1016/j.infsof.2019.07.001",
		"abstract": "Context Context-aware software systems can interact with different devices to complete their tasks and act according to the context, regardless of their development and organizational differences. Interoperability is a big challenge in the engineering of such systems. Objective To discuss how interoperability has been addressed in context-aware software systems, strengthening the scientific basis for its understanding and conceptualization. Method A quasi-systematic literature review was undertaken to observe interoperability in such context-aware software systems to support the discussions. Its dataset includes 17 from 408 papers identified in the technical literature. The extracted information was qualitatively analyzed by following the principles of Grounded Theory. Results The analysis allowed to identify ten interoperability concepts, organized into a Theoretical Framework according to structural and behavioral perspectives, which deals with interoperability as the ability of things (an object, a place, an application or anything that can engage interaction with a system) to interact for a particular purpose, once their differences (development platforms, data formats, culture, legal issues) have been overcome. Once the interoperability is established from structural concepts (context, perspective, purpose, the level of provided support and system attributes), it can be measured, improved and observed from the behavioral concepts (evaluation method, challenges, issues, and benefits). Conclusions The Interoperability Theoretical Framework provides relevant information to organize the knowledge related to interoperability, considering context, and can be used to guide the evolution of software systems regarding changes focused on interoperability.",
		"pages": "231 - 257",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0950584919301442",
		"journal": "Information and Software Technology",
		"volume": "114"
	},
	{
		"id": "SABOROWSKI2015133",
		"type": "article",
		"title": "“How do you care for technology?” – Care professionals experiences with assistive technology in care of the elderly",
		"author": "Maxine Saborowski and Ingrid Kollak",
		"keywords": "Assistive technology, Care professional, Nurse, Elderly, STS, Domestication",
		"doi": "https://doi.org/10.1016/j.techfore.2014.05.006",
		"abstract": "The needs of elderly people and their relatives, as well as the problems they face in using assistive technology, are taken into account to some extend when such devices are designed. However, another important group is overlooked in most of the research and technical development: care professionals. They use assistive devices every day. To consider them as users and facilitators of assistive technology has become even more important, since new capacities of technology and comprehensive visions of robotics have started to change the relation between care workers and technology significantly. In Berlin, Germany, we conducted a series of qualitative interviews with care professionals who work in care services or advise on technical aids for the elderly. Our main focus was on the experiences of the care professionals with assistive technology: on the kind of assistive technology they use, the benefits and difficulties they experience using technology, the visions they have etc. We found out that care professionals perceived technology to be in competition with important aspects of care. The results reflect the changing relation between care workers and assistive technology.",
		"pages": "133 - 140",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162514001632",
		"journal": "Technological Forecasting and Social Change",
		"volume": "93"
	},
	{
		"id": "NELLODEAKIN201917",
		"type": "article",
		"title": "Assessing the relationship between neighbourhood characteristics and cycling: Findings from Amsterdam",
		"author": "Samuel Nello-Deakin and Lucas Harms",
		"keywords": "cycling, bicycle-oriented development, built environment, urban fabric",
		"doi": "https://doi.org/10.1016/j.trpro.2019.09.005",
		"abstract": "Although a variety of studies have sought to assess the relationship between urban form characteristics and cycling levels (Muhs & Clifton, 2016), few of them have done so in contexts where cycling constitutes a dominant form of transport. In the present study, we statistically explore the relationship between cycling levels, urban form and sociodemographic variables in Amsterdam at a postcode level of detail. Overall, our findings suggest that in a mature cycling city like Amsterdam, there exists a clear relationship between urban form and cycling rates, and that this relationship is probably stronger than in less mature cycling contexts. While cycling is significantly correlated with a variety of land use and destination accessibility variables, the most important underlying relationship appears to be between address density and cycling; after accounting for address density, other urban form variables are not significant predictors of cycling levels. However, we also found that the relation between cycling and address density becomes insignificant once we take the ethnicity and educational level of postcode residents into account. Given the strong positive association between address density and the educational level of postcode residents, it is difficult to distinguish between the effects of these two variables on local cycling rates.",
		"pages": "17 - 36",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2352146519304168",
		"journal": "Transportation Research Procedia",
		"volume": "41"
	},
	{
		"id": "GOLANT201756",
		"type": "article",
		"title": "A theoretical model to explain the smart technology adoption behaviors of elder consumers (Elderadopt)",
		"author": "Stephen M. Golant",
		"keywords": "Technology acceptance models, Gerontechnology, Older consumers, Coping processes, Persuasion, Resilience, Stress, Home modifications",
		"doi": "https://doi.org/10.1016/j.jaging.2017.07.003",
		"abstract": "A growing global population of older adults is potential consumers of a category of products referred to as smart technologies, but also known as telehealth, telecare, information and communication technologies, robotics, and gerontechnology. This paper constructs a theoretical model to explain whether older people will adopt smart technology options to cope with their discrepant individual or environmental circumstances, thereby enabling them to age in place. Its proposed constructs and relationships are drawn from multiple academic disciplines and professional specialties, and an extensive literature focused on the factors influencing the acceptance of these smart technologies. It specifically examines whether older adults will substitute these new technologies for traditional coping solutions that rely on informal and formal care assistance and low technology related products. The model argues that older people will more positively evaluate smart technology alternatives when they feel more stressed because of their unmet needs, have greater resilience (stronger perceptions of self-efficacy and greater openness to new information), and are more strongly persuaded by their sources of outside messaging (external information) and their past experiences (internal information). It proposes that older people distinguish three attributes of these coping options when they appraise them: perceived efficaciousness, perceived usability, and perceived collateral damages. The more positively older people evaluate these attributes, the more likely that they will adopt these smart technology products.",
		"pages": "56 - 73",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0890406517302517",
		"journal": "Journal of Aging Studies",
		"volume": "42"
	},
	{
		"id": "COOKE1973141",
		"type": "article",
		"title": "A mathematical study of resonance in intact fruits and vegetables using a 3-media elastic sphere model",
		"author": "J.R. Cooke and R.H. Rand",
		"doi": "https://doi.org/10.1016/0021-8634(73)90023-1",
		"abstract": "A conceptual framework for the interpretation of non-destructive, resonance studies of the texture of intact fruits and vegetables is developed. The internal mechanical properties of intact specimens (e.g. apples, peaches and cantaloupes) modelled as having 3 mechanically distinct, concentric, spherical regions are mathematically related to the intact resonant frequencies and the associated mode shapes are identified. Also, the inverse problem, that of inferring the shear moduli from frequency measurements, is developed and a computer implementation of the computational procedure is described.",
		"pages": "141 - 157",
		"year": "1973",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0021863473900231",
		"journal": "Journal of Agricultural Engineering Research",
		"volume": "18"
	},
	{
		"id": "LING2018187",
		"type": "article",
		"title": "Well-being, health and urban coherence-advancing vertical greening approach toward resilience: A design practice consideration",
		"author": "Tzen-Ying Ling and Yi-Chang Chiang",
		"keywords": "Vertical greening, Well-being, Design practice, Resilience, Urban coherence",
		"doi": "https://doi.org/10.1016/j.jclepro.2017.12.207",
		"abstract": "The approach for urban coherence requires a rigorous and comprehensive understanding of available adaptive practice toward resilience and sustainability in the urban centers. We ascertain that this calls for swift restorative actions to amend the ecology damages with the incorporation of ‘greening’ elements as available methods of environmentally sensitive, innovative practices in bridging the fields of ecology, horticulture, architecture and environmental tools to the natural restoration of the urban damages, hence the purpose of this study. The theoretical frameworks, including sustainability, resilience, adaptive practice, may be helpful when considering urban resilience. We suggest that all of the considerations should cooperate through the practical implementation. Given this, design consideration to vertical greening for urban sustainability may be categorized as those: (1) the enhancement with vertical greening in urban setting, whether in the interior or exterior environment, can aid in the regenerative role toward the restoration of the urban ecological landscape; (2) the recent progress on smart building technology further enhanced the management for comfort, biodiversity and well-being benefits of vertical greening; (3) ideas and practices permutations of the systemic design possibilities for vertical greening contribute to the resilience of the urban core; (4) the outcome focuses on the design thinking process into the practice of vertical greening aimed for sustainable conscious architecture, advantageous on their potential for humans well-being and health, at the same time, being feasible for amelioration of our urban microclimate condition, opportunity and threats; together, they contribute toward the sustainability for the future of urbanity.",
		"pages": "187 - 197",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652617331980",
		"journal": "Journal of Cleaner Production",
		"volume": "182"
	},
	{
		"id": "SERRANO20133",
		"type": "article",
		"title": "Validating ambient intelligence based ubiquitous computing systems by means of artificial societies",
		"author": "Emilio Serrano and Juan Botia",
		"keywords": "Social simulations, Ambient intelligence, Ubiquitous computing, Validation, Verification, Forensic analysis",
		"doi": "https://doi.org/10.1016/j.ins.2010.11.012",
		"abstract": "This paper introduces a new methodology based on the use of Multi-Agent Based Simulations (MABS) for testing and validation of Ambient Intelligence based Ubiquitous Computing (UbiCom) systems. An ambient intelligence based UbiCom is a pervasive system in which services have some intelligence in order to smoothly interact with users immersed in the environment. The motivation for this methodology is its application in UbiCom large-scale systems where large numbers of users are involved and in applications which deal with dangerous environments. In these cases, real tests are impractical and an artificial society is required. MABS allows building cheap and quick prototypes which can describe UbiCom systems. Analyzing these prototypes, if they are sufficiently descriptive, allows requisites violations in functionality of real UbiCom system designs to be discovered. MABSs and particularly the most descriptive ones can present very complex behaviors. Therefore, the MABS analysis obtained with the presented methodology is not trivial. Consequently, this paper also proposes two techniques for the analysis of general complex MABSs: forensic analysis and the use of simpler simulations. Moreover, the methodology proposes to inject elements of the actual UbiCom system in the simulated world to increase the confidence of the validation process. The proposal is illustrated with a detailed case study that considers a building on our campus and an AmI service for evacuation in case of fire.",
		"pages": "3 - 24",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0020025510005578",
		"journal": "Information Sciences",
		"volume": "222"
	},
	{
		"id": "TYAN2017376",
		"type": "article",
		"title": "Gender differences in the structural connectome of the teenage brain revealed by generalized q-sampling MRI",
		"author": "Yeu-Sheng Tyan and Jan-Ray Liao and Chao-Yu Shen and Yu-Chieh Lin and Jun-Cheng Weng",
		"keywords": "Gender difference, Generalized q-sampling imaging (GQI), Structural connectome, Graph theoretical analysis, Network-based statistical (NBS) analysis",
		"doi": "https://doi.org/10.1016/j.nicl.2017.05.014",
		"abstract": "The question of whether there are biological differences between male and female brains is a fraught one, and political positions and prior expectations seem to have a strong influence on the interpretation of scientific data in this field. This question is relevant to issues of gender differences in the prevalence of psychiatric conditions, including autism, attention deficit hyperactivity disorder (ADHD), Tourettes syndrome, schizophrenia, dyslexia, depression, and eating disorders. Understanding how gender influences vulnerability to these conditions is significant. Diffusion magnetic resonance imaging (dMRI) provides a non-invasive method to investigate brain microstructure and the integrity of anatomical connectivity. Generalized q-sampling imaging (GQI) has been proposed to characterize complicated fiber patterns and distinguish fiber orientations, providing an opportunity for more accurate, higher-order descriptions through the water diffusion process. Therefore, we aimed to investigate differences in the brains structural network between teenage males and females using GQI. This study included 59 (i.e., 33 males and 26 females) age- and education-matched subjects (age range: 13 to 14years). The structural connectome was obtained by graph theoretical and network-based statistical (NBS) analyses. Our findings show that teenage male brains exhibit better intrahemispheric communication, and teenage female brains exhibit better interhemispheric communication. Our results also suggest that the network organization of teenage male brains is more local, more segregated, and more similar to small-world networks than teenage female brains. We conclude that the use of an MRI study with a GQI-based structural connectomic approach like ours presents novel insights into network-based systems of the brain and provides a new piece of the puzzle regarding gender differences.",
		"pages": "376 - 382",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158217301195",
		"journal": "NeuroImage: Clinical",
		"volume": "15"
	},
	{
		"id": "ALEGRE201655",
		"type": "article",
		"title": "Engineering context-aware systems and applications: A survey",
		"author": "Unai Alegre and Juan Carlos Augusto and Tony Clark",
		"keywords": "Context-Aware Systems Engineering, Context-aware computing, Context-awareness, Context-sensitive, Sentient computing, Pervasive & Ubiquitous Computing, Intelligent Environments, Ambient Intelligence, Software engineering",
		"doi": "https://doi.org/10.1016/j.jss.2016.02.010",
		"abstract": "Context-awareness is an essential component of systems developed in areas like Intelligent Environments, Pervasive & Ubiquitous Computing and Ambient Intelligence. In these emerging fields, there is a need for computerized systems to have a higher understanding of the situations in which to provide services or functionalities, to adapt accordingly. The literature shows that researchers modify existing engineering methods in order to better fit the needs of context-aware computing. These efforts are typically disconnected from each other and generally focus on solving specific development issues. We encourage the creation of a more holistic and unified engineering process that is tailored for the demands of these systems. For this purpose, we study the state-of-the-art in the development of context-aware systems, focusing on: (A) Methodologies for developing context-aware systems, analyzing the reasons behind their lack of adoption and features that the community wish they can use; (B) Context-aware system engineering challenges and techniques applied during the most common development stages; (C) Context-aware systems conceptualization.",
		"pages": "55 - 83",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121216000467",
		"journal": "Journal of Systems and Software",
		"volume": "117"
	},
	{
		"id": "GRIFFA2013515",
		"type": "article",
		"title": "Structural connectomics in brain diseases",
		"author": "Alessandra Griffa and Philipp S. Baumann and Jean-Philippe Thiran and Patric Hagmann",
		"keywords": "Connectome, Diffusion MRI, DTI, Structural connectivity, Graph theory, Psychiatric disorders, Neurological disorders",
		"doi": "https://doi.org/10.1016/j.neuroimage.2013.04.056",
		"abstract": "Imaging the connectome in vivo has become feasible through the integration of several rapidly developing fields of science and engineering, namely magnetic resonance imaging and in particular diffusion MRI on one side, image processing and network theory on the other side. This framework brings in vivo brain imaging closer to the real topology of the brain, contributing to narrow the existing gap between our understanding of brain structural organization on one side and of human behavior and cognition on the other side. Given the seminal technical progresses achieved in the last few years, it may be ready to tackle even greater challenges, namely exploring disease mechanisms. In this review we analyze the current situation from the technical and biological perspectives. First, we critically review the technical solutions proposed in the literature to perform clinical studies. We analyze for each step (i.e. MRI acquisition, network building and network statistical analysis) the advantages and potential limitations. In the second part we review the current literature available on a selected subset of diseases, namely, dementia, schizophrenia, multiple sclerosis and others, and try to extract for each disease the common findings and main differences between reports.",
		"pages": "515 - 526",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811913004035",
		"journal": "NeuroImage",
		"volume": "80"
	},
	{
		"id": "DECO2017961",
		"type": "article",
		"title": "Hierarchy of Information Processing in the Brain: A Novel ‘Intrinsic Ignition’ Framework",
		"author": "Gustavo Deco and Morten L. Kringelbach",
		"keywords": "whole-brain modeling, ignition, brain state, brain function, perturbation, computational modeling, binding",
		"doi": "https://doi.org/10.1016/j.neuron.2017.03.028",
		"abstract": "A general theory of brain function has to be able to explain local and non-local network computations over space and time. We propose a new framework to capture the key principles of how local activity influences global computation, i.e., describing the propagation of information and thus the broadness of communication driven by local activity. More specifically, we consider the diversity in space (nodes or brain regions) over time using the concept of intrinsic ignition, which are naturally occurring intrinsic perturbations reflecting the capability of a given brain area to propagate neuronal activity to other regions in a given brain state. Characterizing the profile of intrinsic ignition for a given brain state provides insight into the precise nature of hierarchical information processing. Combining this data-driven method with a causal whole-brain computational model can provide novel insights into the imbalance of brain states found in neuropsychiatric disorders.",
		"pages": "961 - 968",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0896627317302404",
		"journal": "Neuron",
		"volume": "94"
	},
	{
		"id": "KHEIRKHAH2013425",
		"type": "article",
		"title": "Improved estimation of electricity demand function by using of artificial neural network, principal component analysis and data envelopment analysis",
		"author": "A. Kheirkhah and A. Azadeh and M. Saberi and A. Azaron and H. Shakouri",
		"keywords": "Neural networks, Time series analysis, Data envelopment analysis, Electricity consumption forecasting",
		"doi": "https://doi.org/10.1016/j.cie.2012.09.017",
		"abstract": "Due to various seasonal and monthly changes in electricity consumption and difficulties in modeling it with the conventional methods, a novel algorithm is proposed in this paper. This study presents an approach that uses Artificial Neural Network (ANN), Principal Component Analysis (PCA), Data Envelopment Analysis (DEA) and ANOVA methods to estimate and predict electricity demand for seasonal and monthly changes in electricity consumption. Pre-processing and post-processing techniques in the data mining field are used in the present study. We analyze the impact of the data pre-processing and post-processing on the ANN performance and a 680 ANN-MLP is constructed for this purpose. DEA is used to compare the constructed ANN models as well as ANN learning algorithm performance. The average, minimum, maximum and standard deviation of mean absolute percentage error (MAPE) of each constructed ANN are used as the DEA inputs. The DEA helps the user to use an appropriate ANN model as an acceptable forecasting tool. In the other words, various error calculation methods are used to find a robust ANN learning algorithm. Moreover, PCA is used as an input selection method, and a preferred time series model is chosen from the linear (ARIMA) and nonlinear models. After selecting the preferred ARIMA model, the Mcleod–Li test is applied to determine the nonlinearity condition. Once the nonlinearity condition is satisfied, the preferred nonlinear model is selected and compared with the preferred ARIMA model, and the best time series model is selected. Then, a new algorithm is developed for the time series estimation; in each case an ANN or conventional time series model is selected for the estimation and prediction. To show the applicability and superiority of the proposed ANN-PCA-DEA-ANOVA algorithm, the data regarding the Iranian electricity consumption from April 1992 to February 2004 are used. The results show that the proposed algorithm provides an accurate solution for the problem of estimating electricity consumption.",
		"pages": "425 - 441",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0360835212002331",
		"journal": "Computers & Industrial Engineering",
		"volume": "64"
	},
	{
		"id": "LIEDTKE2015106",
		"type": "article",
		"title": "User-integrated innovation in Sustainable LivingLabs: an experimental infrastructure for researching and developing sustainable product service systems",
		"author": "Christa Liedtke and Carolin Baedeker and Marco Hasselkuß and Holger Rohn and Viktor Grinewitschus",
		"keywords": "LivingLab, Sustainable product service systems, Experiments, Open innovation, Sustainable consumption and production, Resource efficiency and protection",
		"doi": "https://doi.org/10.1016/j.jclepro.2014.04.070",
		"abstract": "A key challenge of the 21st century is to transform society into one that features sustainable patterns of production and consumption. To achieve this, transition processes need to be designed in key areas such as housing, mobility and nutrition. The design and large-scale implementation of sustainable product service systems (PSS) is regarded a promising approach for sustainability transitions. Real-life socio-technical experiments are an important infrastructure for designing PSS in collaboration with stakeholders and users. In this paper, we argue that transdisciplinary and action research methods are required for institutionalising an experimental set-up and developing PSS within such infrastructures. We present the Sustainable LivingLabs (SLL) research infrastructure and its methodology as an example of such experimental settings. It was collaboratively developed with key stakeholders in three consecutive research projects and applied to e.g. heating and space heating. We show new qualities of SLL in relation to existing LivingLabs and approaches for PSS design and present its methodological three-phase model (insight research, prototyping, field testing) of research. Our article contributes to knowledge on a methodological framework and tool-kit for PSS development in SLL with a clear focus on socio-ecological sustainability. Intermediate findings confirm the high influence of user practices on heating energy consumption and show starting points for PSS development: e.g. transformational products, home-automation combined with consulting along value chains. We hypothesise that developing PSS in user- and stakeholder-integrated settings supports acceptance and diffusion and, by taking into account users social practices of utilising novelties, reduces rebound effects caused by incorrect application.",
		"pages": "106 - 116",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652614004338",
		"journal": "Journal of Cleaner Production",
		"volume": "97"
	},
	{
		"id": "CHEN2016103",
		"type": "article",
		"title": "Assessment of abnormal brain structures and networks in major depressive disorder using morphometric and connectome analyses",
		"author": "Vincent Chin-Hung Chen and Chao-Yu Shen and Sophie Hsin-Yi Liang and Zhen-Hui Li and Yeu-Sheng Tyan and Yin-To Liao and Yin-Chen Huang and Yena Lee and Roger S. McIntyre and Jun-Cheng Weng",
		"keywords": "Major depressive disorder (MDD), Voxel-based morphometry (VBM), Vertex-wise shape analysis, Generalized q-sampling imaging (GQI), Graph theoretical analysis (GTA), Network-based statistical analysis (NBS)",
		"doi": "https://doi.org/10.1016/j.jad.2016.06.066",
		"abstract": "Background It is hypothesized that the phenomenology of major depressive disorder (MDD) is subserved by disturbances in the structure and function of brain circuits; however, findings of structural abnormalities using MRI have been inconsistent. Generalized q-sampling imaging (GQI) methodology provides an opportunity to assess the functional integrity of white matter tracts in implicated circuits. Methods The study population was comprised of 16 outpatients with MDD (mean age 44.81±2.2 years) and 30 age- and gender-matched healthy controls (mean age 45.03±1.88 years). We excluded participants with any other primary mental disorder, substance use disorder, or any neurological illnesses. We used T1-weighted 3D MRI with voxel-based morphometry (VBM) and vertex-wise shape analysis, and GQI with voxel-based statistical analysis (VBA), graph theoretical analysis (GTA) and network-based statistical (NBS) analysis to evaluate brain structure and connectivity abnormalities in MDD compared to healthy controls correlates with clinical measures of depressive symptom severity, Hamilton Depression Rating Scale 17-item (HAMD) and Hospital Anxiety and Depression Scale (HADS). Results Using VBM and vertex-wise shape analyses, we found significant volumetric decreases in the hippocampus and amygdala among subjects with MDD (p<0.001). Using GQI, we found decreases in diffusion anisotropy in the superior longitudinal fasciculus and increases in diffusion probability distribution in the frontal lobe among subjects with MDD (p<0.01). In GTA and NBS analyses, we found several disruptions in connectivity among subjects with MDD, particularly in the frontal lobes (p<0.05). In addition, structural alterations were correlated with depressive symptom severity (p<0.01). Limitations Small sample size; the cross-sectional design did not allow us to observe treatment effects in the MDD participants. Conclusions Our results provide further evidence indicating that MDD may be conceptualized as a brain disorder with abnormal circuit structure and connectivity.",
		"pages": "103 - 111",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0165032716303858",
		"journal": "Journal of Affective Disorders",
		"volume": "205"
	},
	{
		"id": "CHAO2018218",
		"type": "article",
		"title": "Correlation between brain circuit segregation and obesity",
		"author": "Seh-Huang Chao and Yin-To Liao and Vincent Chin-Hung Chen and Cheng-Jui Li and Roger S. McIntyre and Yena Lee and Jun-Cheng Weng",
		"keywords": "Obesity, Resting-state functional magnetic resonance imaging (rs-fMRI), Graph theoretical analysis (GAT), Voxel-based morphometry (VBM), Psychobiological scores",
		"doi": "https://doi.org/10.1016/j.bbr.2017.09.017",
		"abstract": "Obesity is a major public health problem. Herein, we aim to identify the correlation between brain circuit segregation and obesity using multimodal functional magnetic resonance imaging (fMRI) techniques and analysis. Twenty obese patients (BMI=37.66±5.07) and 30 healthy controls (BMI=22.64±3.45) were compared using neuroimaging and assessed for symptoms of anxiety and depression using the Hospital Anxiety and Depression Scale (HADS). All participants underwent resting-state fMRI (rs-fMRI) and T1-weighted imaging using a 1.5T MRI. Multimodal MRI techniques and analyses were used to assess obese patients, including the functional connectivity (FC), amplitude of low-frequency fluctuations (ALFF), regional homogeneity (ReHo), graph theoretical analysis (GTA), and voxel-based morphometry (VBM). Correlations between brain circuit segregation and obesity were also calculated. In the VBM, obese patients showed altered gray matter volumes in the amygdala, thalamus and putamen. In the FC, the obesity group showed increased functional connectivity in the bilateral anterior cingulate cortex and decreased functional connectivity in the frontal gyrus of default mode network. The obesity group also exhibited altered ALFF and ReHo in the prefrontal cortex and precuneus. In the GTA, the obese patients showed a significant decrease in local segregation and a significant increase in global integration, suggesting a shift toward randomization in their functional networks. Our results may provide additional evidence for potential structural and functional imaging markers for clinical diagnosis and future research, and they may improve our understanding of the underlying pathophysiology of obesity.",
		"pages": "218 - 227",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0166432817310641",
		"journal": "Behavioural Brain Research",
		"volume": "337"
	},
	{
		"id": "ALAOUI2015259",
		"type": "article",
		"title": "Practical issues related to the implication of elderlies in the design process – The case of a Living Lab approach for designing and evaluating social TV services",
		"author": "M. Alaoui and M. Lewkowicz",
		"doi": "https://doi.org/10.1016/j.irbm.2015.06.002",
		"abstract": "Ageing well at home cannot be reduced to the management of physical and cognitive frailties and technologies should also tackle the quality of life of the elderly by fostering their social interactions especially for those who are living alone. The Internet could play a role in alleviating elderly loneliness, in order to cope with their social frailty. But designing appropriate services and ensuring their adoption by the elderlies remain open questions. We try to provide answers at the methodological and practical levels by reflecting on an approach based on the participation of the future users as part of a “Living Lab”. For so doing, we report feedback from our work in a European project aiming at developing and evaluating social TV services. Our return on experience contributes to recommendations for an effective implication of elderly people in the design and evaluation process.",
		"pages": "259 - 265",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S195903181500069X",
		"journal": "IRBM",
		"volume": "36"
	},
	{
		"id": "HEITOR2015276",
		"type": "article",
		"title": "How university global partnerships may facilitate a new era of international affairs and foster political and economic relations",
		"author": "Manuel Heitor",
		"keywords": "International university relationships, Capacity building, Knowledge networks, Triple Helix of university–industry–government relations",
		"doi": "https://doi.org/10.1016/j.techfore.2015.01.005",
		"abstract": "A new paradigm of structured international university relationships is emerging as shaped by a new era of government and industry intervention in association with knowledge. It is driven not only by political and economic interests, but also by an increased perception of the growing perceived evidence of the potential benefits resulting from the economic appropriation of the results and methods of science by the society. This paper builds on the Triple Helix of university–industry–government relations and shows that structured international relationships may act as agents of change if associated with activities that are fundamentally different from the traditional role of universities, involving, most of the times, capacity building and various forms of social and economic appropriation of knowledge. They also require understanding the nature of international cooperation beyond the exporting/importing of “academic services” in all the institutions involved. In addition, they clearly break traditional boundaries of “national systems of innovation” and bring new challenges in terms of the necessary institutional integrity that universities need to preserve and foster.",
		"pages": "276 - 293",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162515000074",
		"journal": "Technological Forecasting and Social Change",
		"volume": "95"
	},
	{
		"id": "FUERTES1994205",
		"type": "article",
		"title": "Factory Communications for Automating a CIM Center Experimental Plant",
		"author": "J.M. Fuertes and J. Ojeda and E. Artiaga",
		"keywords": "Factory information technologies, computer integrated manufacturing, factory automation, integrated plant control, industrial local area networks, communication control applications, manufacturing message specification, systems enabler platforms",
		"doi": "https://doi.org/10.1016/S1474-6670(17)46110-6",
		"abstract": "Development of networking solutions in a factory needs not only specific links to connect individual machines but a framework to organize and encompass architecture, structure and protocols of the communication system. The CIM Center is an experimental pilot plant where this, among other Computer Integrated Manufacturing (CIM) concepts, are used and demonstrated. This paper presents the results obtained at the CIM Center (UPC/ICT) when using Information Technologies for Communications at the factory level and how they are impacting plant flexibility and productivity.",
		"pages": "205 - 210",
		"year": "1994",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1474667017461106",
		"journal": "IFAC Proceedings Volumes",
		"volume": "27"
	},
	{
		"id": "FLOYD2012870",
		"type": "article",
		"title": "Action research and integral futures studies: A path to embodied foresight",
		"author": "Joshua Floyd",
		"keywords": "Action research, Integral futures, Integral Theory, Participatory worldview, Enactive approach, Embodied foresight",
		"doi": "https://doi.org/10.1016/j.futures.2012.09.001",
		"abstract": "Action research principles and practices have a long history of application in the futures field, and in recent years have seen a resurgence of interest. With the emergence of integral foresight and futures studies, action research takes on increased significance as a pathway to development of expertise in this new domain. This article outlines the essential characteristics of action research, and looks at how action research has influenced futures studies to date. It then explores in more depth the specific congruence between action research practices and the principles of integral foresight and futures studies. An approach to understanding expertise in futures and foresight practice consistent with the integral perspective is explored. This draws on the enactive approach to cognition and leads to a model of expertise described as embodied foresight. Action research is proposed as an important contributor to the development of embodied foresight.",
		"pages": "870 - 882",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0016328712001929",
		"journal": "Futures",
		"volume": "44"
	},
	{
		"id": "INDOVINA2011563",
		"type": "article",
		"title": "Fear-Conditioning Mechanisms Associated with Trait Vulnerability to Anxiety in Humans",
		"author": "Iole Indovina and Trevor W. Robbins and Anwar O. Núñez-Elizalde and Barnaby D. Dunn and Sonia J. Bishop",
		"doi": "https://doi.org/10.1016/j.neuron.2010.12.034",
		"abstract": "Summary Investigations of fear conditioning in rodents and humans have illuminated the neural mechanisms underlying cued and contextual fear. A critical question is how personality dimensions such as trait anxiety act through these mechanisms to confer vulnerability to anxiety disorders, and whether humans ability to overcome acquired fears depends on regulatory skills not characterized in animal models. In a neuroimaging study of fear conditioning in humans, we found evidence for two independent dimensions of neurocognitive function associated with trait vulnerability to anxiety. The first entailed increased amygdala responsivity to phasic fear cues. The second involved impoverished ventral prefrontal cortical (vPFC) recruitment to downregulate both cued and contextual fear prior to omission (extinction) of the aversive unconditioned stimulus. These two dimensions may contribute to symptomatology differences across anxiety disorders; the amygdala mechanism affecting the development of phobic fear and the frontal mechanism influencing the maintenance of both specific fears and generalized anxiety.",
		"pages": "563 - 571",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0896627310010846",
		"journal": "Neuron",
		"volume": "69"
	},
	{
		"id": "BASTIANELLI199797",
		"type": "article",
		"title": "Modelling the mechanisms of pig growth",
		"author": "Denis Bastianelli and Daniel Sauvant",
		"keywords": "Pig, Growth, Mechanistic modelling, Metabolism",
		"doi": "https://doi.org/10.1016/S0301-6226(97)00109-7",
		"abstract": "The objectives and constraints of pig production have changed. It is now necessary to consider not only feed efficiency but also the quality of products and the fluxes of excreta. To do this, the various animal response curves to dietary changes and to the environment need to be predicted simultaneously. These objectives can be more effectively achieved by using mechanistic rather than empirical models, because the latter allow a fuller integration of present-day knowledge concerning growth mechanisms. The simplest approach developed to deal with this subject was to consider only the kinetics of the pools of body proteins and fat without distinction between the various organs and tissues. Such models can show satisfactory responses by simply evaluating the major nitrogen and energy fluxes through the organism. These models sometimes integrate other factors causing variations such as the sex of the animals, characterization of genotypes, and environmental parameters. However, a more mechanistic approach to growth requires a less aggregative description of the metabolism of absorbed nutrients than the simple partitioning rules defined at a whole animal level used in former models. The time steps within a model need to be shorter than a day. It is necessary to model the feeding pattern and the supply of nutrients to the organism during shorter time steps to enable prediction of feed intake, digestion and nutrient absorption.",
		"pages": "97 - 107",
		"year": "1997",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0301622697001097",
		"journal": "Livestock Production Science",
		"volume": "51"
	},
	{
		"id": "SANCHEZGUINEA2016251",
		"type": "article",
		"title": "A systematic review on the engineering of software for ubiquitous systems",
		"author": "Alejandro Sánchez Guinea and Grégory Nain and Yves Le Traon",
		"keywords": "Empirical software engineering, Evidence-based software engineering, Systematic review, Research synthesis, Software development cycle, Ubiquitous systems, Development methods, Pervasive systems",
		"doi": "https://doi.org/10.1016/j.jss.2016.05.024",
		"abstract": "Context: Software engineering for ubiquitous systems has experienced an important and rapid growth, however the vast research corpus makes it difficult to obtain valuable information from it. Objective: To identify, evaluate, and synthesize research about the most relevant approaches addressing the different phases of the software development life cycle for ubiquitous systems. Method: We conducted a systematic literature review of papers presenting and evaluating approaches for the different phases of the software development life cycle for ubiquitous systems. Approaches were classified according to the phase of the development cycle they addressed, identifying their main concerns and limitations. Results: We identified 128 papers reporting 132 approaches addressing issues related to different phases of the software development cycle for ubiquitous systems. Most approaches have been aimed at addressing the implementation, evolution/maintenance, and feedback phases, while others phases such as testing need more attention from researchers. Conclusion: We recommend to follow existing guidelines when conducting case studies to make the studies more reproducible and closer to real life cases. While some phases of the development cycle have been extensively explored, there is still room for research in other phases, toward a more agile and integrated cycle, from requirements to testing and feedback.",
		"pages": "251 - 276",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0164121216300553",
		"journal": "Journal of Systems and Software",
		"volume": "118"
	},
	{
		"id": "CHAUHAN2015373",
		"type": "article",
		"title": "Conceptual mechanism and kinetic studies of chelating agent assisted metal extraction process from spent catalyst",
		"author": "Garima Chauhan and K.K. Pant and K.D.P. Nigam",
		"keywords": "Extraction kinetics, Chelating agent, Empirical models, Shrinking core model, Thermodynamics",
		"doi": "https://doi.org/10.1016/j.jiec.2015.01.017",
		"abstract": "Metal extraction from spent catalysts using chelation technology is an acknowledged concept, however an underlying mechanism and kinetics associated with the process is still inexplicable. Therefore, efforts have been made to propose a generalized framework for extraction process and rate determining step was identified. Various empirical models were analyzed to choose the optimum one regarding their relative accuracy of fitting experimental data. Peleg model was considered the best fitted model with lowest root mean square error (±2.33%) and highest linear regression coefficient (0.9937). Thermodynamic analysis suggests activation energy of 24.8kJ/mol and 12.07kJ/mol for cobalt and molybdenum, respectively.",
		"pages": "373 - 383",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1226086X15000271",
		"journal": "Journal of Industrial and Engineering Chemistry",
		"volume": "27"
	},
	{
		"id": "LEE201885",
		"type": "article",
		"title": "Tenure of top management team, employee relationship, and value of airlines",
		"author": "Won Seok Lee and Joonho Moon",
		"keywords": "Upper management, Tenure of TMT, Firm-employee strategic execution, Value of airlines, Inverted U-shape",
		"doi": "https://doi.org/10.1016/j.rtbm.2018.07.003",
		"abstract": "This research aims to examine (1) how the tenure of the top management team (TMT) affects firm employee (CSR) (e.g., creating promotion opportunities, maintaining relationships with labor unions, programing high-quality retirement plans, protecting employee health and safety, and so on) and (2) how such strategic implementation influences the performance of airlines. We examined 13 airlines publicly traded on the American stock market between 1998 and 2013 and collected relevant data from various sources (e.g., COMPUSTAT, EXECUCOMP, and the Kinder, Lydenberg, and Domini (KLD) database). Panel feasible generalized least square regression was employed to analyze the data. We found an inverted U-shaped relationship between TMT tenure and firm employee-related strategic execution. We also confirmed that firm employee-related strategic implementation positively impacts the value of airlines.",
		"pages": "85 - 91",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2210539516301432",
		"journal": "Research in Transportation Business & Management",
		"volume": "28"
	},
	{
		"id": "PORTUGAL2019101813",
		"type": "article",
		"title": "Predicting anxiety from wholebrain activity patterns to emotional faces in young adults: a machine learning approach",
		"author": "Liana C.L. Portugal and Jessica Schrouff and Ricki Stiffler and Michele Bertocci and Genna Bebko and Henry Chase and Jeanette Lockovitch and Haris Aslam and Simona Graur and Tsafrir Greenberg and Mirtes Pereira and Leticia Oliveira and Mary Phillips and Janaina Mourão-Miranda",
		"keywords": "RDoC, Anxiety, Depression, fMRI, Pattern recognition, Pattern regression analysis, Machine learning, Faces, MVPA",
		"doi": "https://doi.org/10.1016/j.nicl.2019.101813",
		"abstract": "Background It is becoming increasingly clear that pathophysiological processes underlying psychiatric disorders categories are heterogeneous on many levels, including symptoms, disease course, comorbidity and biological underpinnings. This heterogeneity poses challenges for identifying biological markers associated with dimensions of symptoms and behaviour that could provide targets to guide treatment choice and novel treatment. In response, the research domain criteria (RDoC) (Insel et al., 2010) was developed to advocate a dimensional approach which omits any disease definitions, disorder thresholds, or cut-points for various levels of psychopathology to understanding the pathophysiological processes underlying psychiatry disorders. In the present study we aimed to apply pattern regression analysis to identify brain signatures during dynamic emotional face processing that are predictive of anxiety and depression symptoms in a continuum that ranges from normal to pathological levels, cutting across categorically-defined diagnoses. Methods The sample was composed of one-hundred and fifty-four young adults (mean age=21.6 and s.d.=2.0, 103 females) consisting of eighty-two young adults seeking treatment for psychological distress that cut across categorically-defined diagnoses and 72 matched healthy young adults. Participants performed a dynamic face task involving fearful, angry and happy faces (and geometric shapes) while undergoing functional Magnetic Resonance Imaging (fMRI). Pattern regression analyses consisted of Gaussian Process Regression (GPR) implemented in the Pattern Recognition for Neuroimaging toolbox (PRoNTo). Predicted and actual clinical scores were compared using Pearsons correlation coefficient (r) and normalized mean squared error (MSE) to evaluate the models performance. Permutation test was applied to estimate significance levels. Results GPR identified patterns of neural activity to dynamic emotional face processing predictive of self-report anxiety in the whole sample, which covered a continuum that ranged from healthy to different levels of distress, including subthreshold to fully-syndromal psychiatric diagnoses. Results were significant using two different cross validation strategies (two-fold: r=0.28 (p-value=0.001), MSE=4.47 (p-value=0.001) and five fold r=0.28 (p-value=0.002), MSE=4.62 (p-value=0.003). The contributions of individual regions to the predictive model were very small, demonstrating that predictions were based on the overall pattern rather than on a small combination of regions. Conclusions These findings represent early evidence that neuroimaging techniques may inform clinical assessment of young adults irrespective of diagnoses by allowing accurate and objective quantitative estimation of psychopathology.",
		"pages": "101813",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158219301639",
		"journal": "NeuroImage: Clinical",
		"volume": "23"
	},
	{
		"id": "ALAA201748",
		"type": "article",
		"title": "A review of smart home applications based on Internet of Things",
		"author": "Mussab Alaa and A.A. Zaidan and B.B. Zaidan and Mohammed Talal and M.L.M. Kiah",
		"keywords": "Smart home application, Remote home, Intelligent home, Home automation system, Automated home, Internet of Things (IoT)",
		"doi": "https://doi.org/10.1016/j.jnca.2017.08.017",
		"abstract": "The new and disruptive technology of smart home applications (hereafter referred to as apps) based on Internet of Things (IoT) is largely limited and scattered. To provide valuable insights into technological environments and support researchers, we must understand the available options and gaps in this line of research. Thus, in this study, a review is conducted to map the research landscape into a coherent taxonomy. We conduct a focused search for every article related to (1) smart homes, (2) apps, and (3) IoT in three major databases, namely, Web of Science, ScienceDirect, and IEEE Explore. These databases contain literature focusing on smart home apps using IoT. The final dataset resulting from the classification scheme includes 229 articles divided into four classes. The first class comprises review and survey articles related to smart home IoT applications. The second class includes papers on IoT applications and their use in smart home technology. The third class contains proposals of frameworks to develop and operate applications. The final class includes studies with actual attempts to develop smart home IoT applications. We then identify the basic characteristics of this emerging field in the following aspects: motivation of using IoT in smart home applications, open challenges hindering utilization, and recommendations to improve the acceptance and use of smart home applications in literature.",
		"pages": "48 - 65",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1084804517302801",
		"journal": "Journal of Network and Computer Applications",
		"volume": "97"
	},
	{
		"id": "HURSCHLER201541",
		"type": "article",
		"title": "fMRI reveals lateralized pattern of brain activity modulated by the metrics of stimuli during auditory rhyme processing",
		"author": "Martina A. Hurschler and Franziskus Liem and Mathias Oechslin and Philipp Stämpfli and Martin Meyer",
		"keywords": "Functional lateralization, Speech perception, Rhyme detection, Sentence-level, Meter",
		"doi": "https://doi.org/10.1016/j.bandl.2015.05.004",
		"abstract": "Our fMRI study investigates auditory rhyme processing in spoken language to further elucidate the topic of functional lateralization of language processing. During scanning, 14 subjects listened to four different types of versed word strings and subsequently performed either a rhyme or a meter detection task. Our results show lateralization to auditory-related temporal regions in the right hemisphere irrespective of task. As for the left hemisphere we report responses in the supramarginal gyrus as well as in the opercular part of the inferior frontal gyrus modulated by the presence of regular meter and rhyme. The interaction of rhyme and meter was associated with increased involvement of the superior temporal sulcus and the putamen of the right hemisphere. Overall, these findings support the notion of right-hemispheric specialization for suprasegmental analyses during processing of spoken sentences and provide neuroimaging evidence for the influence of metrics on auditory rhyme processing.",
		"pages": "41 - 50",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0093934X15001066",
		"journal": "Brain and Language",
		"volume": "147"
	},
	{
		"id": "SETH2011212",
		"type": "article",
		"title": "OpenSim: a musculoskeletal modeling and simulation framework for in silico investigations and exchange",
		"author": "Ajay Seth and Michael Sherman and Jeffrey A. Reinbolt and Scott L. Delp",
		"keywords": "neuromusculoskeletal biomechanics, biological joints, musculotendinous actuators, neuromuscular control, gait simulation, Simbios biocomputation, SimTK Simbody",
		"doi": "https://doi.org/10.1016/j.piutam.2011.04.021",
		"abstract": "Movement science is driven by observation, but observation alone cannot elucidate principles of human and animal movement. Biomechanical modeling and computer simulation complement observations and inform experimental design. Biological models are complex and specialized software is required for building, validating, and studying them. Furthermore, common access is needed so that investigators can contribute models to a broader community and leverage past work. We are developing OpenSim, a freely available musculoskeletal modeling and simulation application and libraries specialized for these purposes, by providing: musculoskeletal modeling elements, such as biomechanical joints, muscle actuators, ligament forces, compliant contact, and controllers; and tools for fitting generic models to subject-specific data, performing inverse kinematics and forward dynamic simulations. OpenSim performs an array of physics-based analyses to delve into the behavior of musculoskeletal models by employing Simbody, an efficient and accurate multibody system dynamics code. Models are publicly available and are often reused for multiple investigations because they provide a rich set of behaviors that enables different lines of inquiry. This report will discuss one model developed to study walking and applied to gain deeper insights into muscle function in pathological gait and during running. We then illustrate how simulations can test fundamental hypotheses and focus the aims of in vivo experiments, with a postural stability platform and human model that provide a research environment for performing human posture experiments in silico. We encourage wide adoption of OpenSim for community exchange of biomechanical models and methods and welcome new contributors.",
		"pages": "212 - 232",
		"year": "2011",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2210983811000228",
		"journal": "Procedia IUTAM",
		"volume": "2"
	},
	{
		"id": "MAMAIS1999942",
		"type": "article",
		"title": "Design and implementation of a broadband intelligent peripheral",
		"author": "G.K Mamais and G.A Politis and I.S Venieris",
		"keywords": "Broadband intelligent networks, Broadband intelligent peripheral, Interoperable multimedia in-based services, Internet, Mobile agents",
		"doi": "https://doi.org/10.1016/S0140-3664(99)00076-6",
		"abstract": "Intelligent Networks (IN) is a revolutionary concept in telecommunications and many network operators and researchers have already invested a great deal of money and effort towards this trend. IN promises to augment the existing networks with the appropriate intelligence which will enable them to build, test, manage, maintain, change, dispose and withdraw services easily, rapidly and cost-effectively. Consequently, the increasing and changing demands of the customers are fulfilled in shorter periods of time, and moreover, IN provides a user customisation environment allowing the customers to specify their own services. One of the key elements for the success of the integration of IN into Broadband Networks, called B-IN, is the Broadband Intelligent Peripheral (B-IP) which is considered as an intermediate unit facilitating the communication of a non-IN-aware Broadband terminal with the Broadband Intelligent Network. A generic architecture of a B-IP as well as a particular implementation are the main considerations of this paper. The paper investigates the integration of the B-IP with other emerging and well-established technologies, such as mobile agents and the Internet.",
		"pages": "942 - 954",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0140366499000766",
		"journal": "Computer Communications",
		"volume": "22"
	},
	{
		"id": "SCHMIDTWILCKE2018148",
		"type": "article",
		"title": "Structural changes in brain morphology induced by brief periods of repetitive sensory stimulation",
		"author": "T. Schmidt-Wilcke and N. Wulms and S. Heba and B. Pleger and N.A. Puts and B. Glaubitz and T. Kalisch and M. Tegenthoff and H.R. Dinse",
		"keywords": "Tactile perception, Two-point discrimination, Repetitive sensory stimulation, Gray matter volume, Voxel-based morphometry",
		"doi": "https://doi.org/10.1016/j.neuroimage.2017.10.016",
		"abstract": "There is a growing interest in identifying the neural mechanisms by which the human brain allows for improving performance. Tactile perceptual measurements, e.g. two-point discrimination (2ptD), can be used to investigate neural mechanisms of perception as well as perceptual improvement. Improvement can be induced in a practice-independent manner, e.g. in the tactile domain through repetitive somatosensory stimulation (rSS). With respect to tactile perception, the role of cortical excitability and activation within the somatosensory cortex has been investigated extensively. However, the role of structural properties, such as regional gray matter (GM) volume, is unknown. Using high resolution imaging and voxel-based morphometry (VBM), we sought to investigate how regional GM volume relates to individual 2ptD performance. Furthermore, we wanted to determine if electrical rSS has an influence on regional GM volume. 2ptD thresholds of the index fingers were assessed bilaterally. High-resolution (1 mm3), T1-weighted images were obtained using a 3T scanner pre-and post-stimulation. RSS was applied for 45 min to the dominant right hand, specifically to the fingertips of all fingers. At baseline, performance in the 2ptD task was associated with regional GM volume in the thalamus, primary somatosensory cortex, and primary visual cortex (negative association). After 45 min of rSS, we observed an improvement in 2ptD of the stimulated hand, whereas no improvement in tactile performance was seen on the non-stimulated side. These perceptual changes were accompanied by an increase in GM volume in the left somatosensory cortex and the degree of improvement correlated with GM volume changes in the insular cortex. Our results show that structural changes in the brain, specifically in regions receiving afferent input from the stimulated body site can be induced via a short-term intervention lasting only 45 min. However, the neurobiological correlates of these changes and the dynamics need to be further elucidated.",
		"pages": "148 - 157",
		"year": "2018",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811917308297",
		"journal": "NeuroImage",
		"volume": "165"
	},
	{
		"id": "OMERU201576",
		"type": "article",
		"title": "Multistage, progressive slope failure in the Pleistocene pro-deltaic slope of the West Nile Delta (Eastern Mediterranean)",
		"author": "Tuviere Omeru and Joseph A. Cartwright",
		"keywords": "Mass transport deposit, 3D seismic, Retrogressive failure, Progressive failure, Western Nile Delta",
		"doi": "https://doi.org/10.1016/j.margeo.2015.01.012",
		"abstract": "The vast majority of submarine mass transport deposits (MTDs) have been attributed to retrogressive slope failure processes whereby an initial rupture zone migrates in a generally upslope direction towards the position of the ultimate headwall. Here we use 3D seismic data from the prodelta slope of the Western Nile delta to describe a series of volumetrically extensive MTDs (termed MTDs A, B and C) that are part of a linked sequence that failed progressively but with retrogressive modifications of the lateral and headwall margins. The MTDs have c. 500–1000ms of relief on their marginal scarps with a minimum total volume of remobilised sediments of 750km3. By comparing their motion histories, and by correlating their basal surfaces, we demonstrate that MTDs B and C are remnants of a single original body that was later cut by MTD A. This sequence is confirmed by cross-cutting relationships at the lateral boundaries between the three MTDs and the absence of any significant infill and burial of residual topography at the tops of MTDs B and C prior to the incision of MTD A. This implies that these two major submarine failures (MTD B/C, and then MTD A) were closely grouped in time. We suggest a mechanistic model whereby rapid load redistribution resulting from the initial failure led to localization of a deeper cutting failure, and the unloading in the headwall region then led to expansion of the deeper failure in an upslope direction until a new merged headwall was formed. Correlation with MTDs identified downslope in previous studies suggests a date between 117 and 105ka for this giant slope failure. This was a period of relative sea level fall in the Nile region which may have contributed to increased pore pressure. Slope failure on this scale was probably preconditioned by high sedimentation rates and under-compaction in a mud-rich succession, leading to local increases of pore pressure.",
		"pages": "76 - 92",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0025322715000213",
		"journal": "Marine Geology",
		"volume": "362"
	},
	{
		"id": "PILEGAARD1997223",
		"type": "article",
		"title": "Politeness in written business discourse: A textlinguistic perspective on requests",
		"author": "Morten Pilegaard",
		"doi": "https://doi.org/10.1016/S0378-2166(96)00084-7",
		"abstract": "This article examines the principles and practices of politeness strategies in business communication. The sequential realization of selected face-redness strategies in and around requests is analyzed on the text level in business letters located in a discourse-dynamic perspective. The article demonstrates that the level, form and distribution of positive and negative politeness correlate with sender status and vary as a function of the dynamics of the course of business communication. The article advocates that monitoring politeness strategies on the text level gives valuable insight into the norms that govern British business communication.",
		"pages": "223 - 244",
		"year": "1997",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0378216696000847",
		"journal": "Journal of Pragmatics",
		"volume": "28"
	},
	{
		"id": "XU2017349",
		"type": "article",
		"title": "Alterations of white matter structural networks in patients with non-neuropsychiatric systemic lupus erythematosus identified by probabilistic tractography and connectivity-based analyses",
		"author": "Man Xu and Xiangliang Tan and Xinyuan Zhang and Yihao Guo and Yingjie Mei and Qianjin Feng and Yikai Xu and Yanqiu Feng",
		"keywords": "Non-neuropsychiatric systemic lupus erythematosus, Diffusion tensor imaging, White matter, Probabilistic tractography, Graph theory",
		"doi": "https://doi.org/10.1016/j.nicl.2016.12.021",
		"abstract": "Purpose Systemic lupus erythematosus (SLE) is a chronic inflammatory female-predominant autoimmune disease that can affect the central nervous system and exhibit neuropsychiatric symptoms. In SLE patients without neuropsychiatric symptoms (non-NPSLE), recent diffusion tensor imaging studies showed white matter abnormalities in their brains. The present study investigated the entire brain white matter structural connectivity in non-NPSLE patients by using probabilistic tractography and connectivity-based analyses. Methods Whole-brain structural networks of 29 non-NPSLE patients and 29 healthy controls (HCs) were examined. The structural networks were constructed with interregional probabilistic connectivity. Graph theory analysis was performed to investigate the topological properties, and network-based statistic was employed to assess the alterations of the interregional connections among non-NPSLE patients and controls. Results Compared with HCs, non-NPSLE patients demonstrated significantly decreased global and local network efficiencies and showed increased characteristic path length. This finding suggests that the global integration and local specialization were impaired. Moreover, the regional properties (nodal efficiency and degree) in the frontal, occipital, and cingulum regions of the non-NPSLE patients were significantly changed and negatively correlated with the disease activity index. The distribution pattern of the hubs measured by nodal degree was altered in the patient group. Finally, the non-NPSLE group exhibited decreased structural connectivity in the left median cingulate-centered component and increased connectivity in the left precuneus-centered component and right middle temporal lobe-centered component. Conclusion This study reveals an altered topological organization of white matter networks in non-NPSLE patients. Furthermore, this research provides new insights into the structural disruptions underlying the functional and neurocognitive deficits in non-NPSLE patients.",
		"pages": "349 - 360",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2213158216302583",
		"journal": "NeuroImage: Clinical",
		"volume": "13"
	},
	{
		"id": "PFEUTY2019403",
		"type": "article",
		"title": "Role of the supplementary motor area during reproduction of supra-second time intervals: An intracerebral EEG study",
		"author": "Micha Pfeuty and Vincent Monfort and Madelyne Klein and Julien Krieg and Steffie Collé and Sophie Colnat-Coulbois and Hélène Brissart and Louis Maillard",
		"keywords": "Time perception, Stereoelectroencephalography, Supplementary motor area, Insular cortex, Frontal cortex, Duration encoding",
		"doi": "https://doi.org/10.1016/j.neuroimage.2019.01.047",
		"abstract": "The supplementary motor area (SMA) has been shown to be involved in interval timing but its precise role remains a matter of debate. The present study was aimed at examining, by means of intracerebral EEG recordings, the time course of the activity in this structure, as well as in other functionally connected cortical (frontal, cingulate, insular and temporal) areas, during a visual time reproduction task. Four patients undergoing stereo-electroencephalography (SEEG) for presurgical investigation of refractory focal epilepsy were enrolled. They were selected on the presence of depth electrodes implanted within the SMA. They were instructed to encode, keep in memory and then reproduce the duration (3, 5 and 7 s) of emotionally-neutral or negative pictures. Emotional stimuli were used with the aim of examining neural correlates of temporal distortions induced by emotion. Event-related potentials (ERPs) were analyzed during three periods: During and at the extinction of the target interval (TI) and at the beginning of the reproduction interval (RI). Electrophysiological data revealed an ERP time-locked to TI-offset whose amplitude varied monotonically with TI-duration. This effect was observed in three out of the four patients, especially within the SMA and the insula. It also involved the middle and anterior cingulate cortex, the superior, middle and inferior frontal gyri and the paracentral lobule. These effects were modulated by the prior TI-duration and predicted variations in temporal reproduction accuracy. In contrast, modulations of ERPs with TI-duration, emotion or temporal performance during the target or the reproduction interval were modest and less consistent across patients. These results demonstrate that, during reproduction of supra-second time intervals, the SMA, in concert with a fronto-insular network, is involved at the end of the target interval, and suggest a role in the duration categorization and decision making operations or alternatively in the preparedness of the timing of the future movement that will be executed during the reproduction phase.",
		"pages": "403 - 420",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811919300540",
		"journal": "NeuroImage",
		"volume": "191"
	},
	{
		"id": "HERMENS2014815",
		"type": "article",
		"title": "Personalized Coaching Systems to support healthy behavior in people with chronic conditions",
		"author": "H. Hermens and H. op den Akker and M. Tabak and J. Wijsman and M. Vollenbroek",
		"keywords": "Ambulant sensing, Personal health, Feedback, Coaching, Personalisation, Context aware",
		"doi": "https://doi.org/10.1016/j.jelekin.2014.10.003",
		"abstract": "Chronic conditions cannot be cured but daily behavior has a major effect on the severity of secondary problems and quality of life. Changing behavior however requires intensive support in daily life, which is not feasible with a human coach. A new coaching approach – so-called Personal Coaching Systems (PCSs) – use on-body sensing, combined with smart reasoning and context-aware feedback to support users in developing and maintaining a healthier behavior. Three different PCSs will be used to illustrate the different aspects of this approach:(1)Treatment of neck/shoulder pain. EMG patterns of the Trapezius muscles are used to estimate their level of relaxation. Personal vibrotactile feedback is given, to create awareness and enable learning when muscles are insufficiently relaxed.(2)Promoting a healthy activity pattern. Using a 3D accelerometer to measure activity and a smartphone to provide feedback. Timing and content of the feedback are adapted real-time, using machine-learning techniques, to optimize adherence.(3)Management of stress during daily living. The level of stress is quantified using a personal model involving a combination of different sensor signals (EMG, ECG, skin conductance, respiration). Results show that Personal Coaching Systems are feasible and a promising and challenging way forward to coach people with chronic conditions.",
		"pages": "815 - 826",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1050641114002004",
		"journal": "Journal of Electromyography and Kinesiology",
		"volume": "24"
	},
	{
		"id": "WHITE1979167",
		"type": "article",
		"title": "Computing the long-run incremental cost of capital intensive goods",
		"author": "Daniel L. White",
		"doi": "https://doi.org/10.1016/0140-9883(79)90048-3",
		"abstract": "This paper develops the financial framework underlying the calculation of the appropriate discount rate for evaluating capital intensive projects and a methodology for determining fixed charge rates using the weighted average cost of capital. This allows for the decomposition of the fixed charge rate into specific fixed expenses such as depreciation, interest, equity returns, and income and property taxes. Because most energy models use constant dollar costs, accounting for inflation is very important. It is shown that inflation initially has a small impact on required capitalization rates. However, inflation causes economically efficient prices, ie prices based on marginal costs, to produce insufficient revenues to meet the revenue requirement.",
		"pages": "167 - 172",
		"year": "1979",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0140988379900483",
		"journal": "Energy Economics",
		"volume": "1"
	},
	{
		"id": "BERMUDEZ2017123",
		"type": "article",
		"title": "Externally-induced meditative states: an exploratory fMRI study of architects’ responses to contemplative architecture",
		"author": "Julio Bermudez and David Krizaj and David L. Lipschitz and Charles Elliott Bueler and Jadwiga Rogowska and Deborah Yurgelun-Todd and Yoshio Nakamura",
		"keywords": "Contemplation, Meditation, Architecture, Embodiment, Phenomenology, Neuroscience",
		"doi": "https://doi.org/10.1016/j.foar.2017.02.002",
		"abstract": "Built environments can induce contemplative states, but direct evidence for their impact on the brain is lacking. This exploratory work investigated brain correlates of internal states elicited by architecture designed for contemplative experience. Functional MRI and self-reports of 12 architects were assessed to study their responses to photographs of ordinary and contemplative architectures. Images of contemplative buildings: (1) induced attentive, receptive, and absorbing experiences and diminished internal dialogue; (2) involved decreased engagement of prefrontal cortex; and (3) activated the occipital lobe, precentral gyrus, and inferior parietal lobule. They suggest that viewing buildings designed for contemplation may evoke experiential and brain signatures that consistently differ from those induced by buildings that serve everyday functions. The depth of such externally induced states was inversely correlated with the engagement of the Default Mode Network. Our study points toward a novel avenue for investigating how contemplation can be cultivated in the human brain/mind.",
		"pages": "123 - 136",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2095263517300055",
		"journal": "Frontiers of Architectural Research",
		"volume": "6"
	},
	{
		"id": "BLOOM198698",
		"type": "article",
		"title": "Plant economics",
		"author": "Arnold J. Bloom",
		"doi": "https://doi.org/10.1016/0169-5347(86)90033-9",
		"abstract": "Plants and small business firms face similar difficulties in their struggle for existence. Survival is most tenuous during the juvenile stages, seedlings and new businesses having the highest mortality rates. Successful establishment in either an ecological or a business community requires carving out a niche. Proliferation of a plant or business (the major strategy for ensuring persistence) depends on productivity which in turn depends on efficient acquisition and allocation of resources. A pattern of resource acquisition and allocation that is efficient in one climate may prove disastrous in another. Businesses must engage in long-term as well as short-term planning, and they base such planning on microeconomic theory; this theory has also provided insights into the responses of higher plants to different selective pressures",
		"pages": "98 - 100",
		"year": "1986",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0169534786900339",
		"journal": "Trends in Ecology & Evolution",
		"volume": "1"
	},
	{
		"id": "LORENZ1994597",
		"type": "article",
		"title": "Interprétation séquentielle du Jurassique inférieur et moyen du Sud du Bassin Parisien a partir des corrélations diagraphiques calées sur le forage de Couy (Cher, France)",
		"author": "Jacqueline Lorenz and Jean-Pierre Gely",
		"keywords": "Analyse Sequentielle, Diagraphies, Lias, Dogger, Bassin Parisien, France, Sequence analysis, Well-Log, Lias, Dogger, Paris Basin, France",
		"doi": "https://doi.org/10.1016/S0016-6995(94)80223-8",
		"abstract": "Résumé Lanalyse conjointe des carottes et des diagraphies du sondage de Couy (Bassin Parisien, France) entièrementcarotté et bien calé stratigraphiquement par ammonites permet de définir des séquences de dépôts. Ces séquences ont été également reconnues sur les diagraphies de sondages du Sud du Bassin Parisien. Lanalyse dun profil Plate-forme Armoricaine-Sillon marneux permet de visualiser linstallation et la progradation des plates-formes cabonatées pour chaque séquence. Sedimentation and well-log analysis of the Couy borehole (Paris Basin, France), entirely cored, is used to define depositional sequences. These sequences are well dated by ammonites and are observed on other boreholes of the South of Paris basin. Profil analysis between Armorican Platform and “Sillon marneux” Trough permit to describe shallow limestone progradation for each sequence.",
		"pages": "597 - 604",
		"year": "1994",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0016699594802238",
		"journal": "Geobios",
		"volume": "27"
	},
	{
		"id": "PAPPIS1995205",
		"type": "article",
		"title": "Lot size scheduling using fuzzy numbers",
		"author": "C.P. Pappis and N.I. Karacapilidis",
		"keywords": "fuzzy sets, production planning, lot size scheduling",
		"doi": "https://doi.org/10.1016/0969-6016(95)00004-Q",
		"abstract": "Due to imprecision that is often inherent in the estimates of future demand for various products in a batch type production system, there are cases where the lot sizing problem may be more naturally treated using fuzzy concepts. Triangular fuzzy sets may be employed in order to represent qualitative estimates that are expressed linguisticaly. In this paper the above approach is introduced in order to derive an appropriate number of production runs and the corresponding lot sizes.",
		"pages": "205 - 212",
		"year": "1995",
		"url_article": "https://www.sciencedirect.com/science/article/pii/096960169500004Q",
		"journal": "International Transactions in Operational Research",
		"volume": "2"
	},
	{
		"id": "DAWSON1988365",
		"type": "article",
		"title": "Labour on the family farm: A theory under uncertainty",
		"author": "P.J. Dawson",
		"doi": "https://doi.org/10.1016/0169-5150(88)90040-0",
		"abstract": "This paper develops a theory of the family farm in conditions of uncertainty where attention is focussed on the labour-input decisions. Specifically, the farm family is faced with two labour decisions, namely with respect to hired labour and to family labour. The framework for analysis is expected utility maximisation. The analysis has implications for agricultural policy since policy pronouncements of economists are typically based on models which assume perfect certainty. These pronouncements do not survive the incorporation of uncertainty.",
		"pages": "365 - 380",
		"year": "1988",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0169515088900400",
		"journal": "Agricultural Economics",
		"volume": "1"
	},
	{
		"id": "MESKALDJI2013416",
		"type": "article",
		"title": "Comparing connectomes across subjects and populations at different scales",
		"author": "Djalel Eddine Meskaldji and Elda Fischi-Gomez and Alessandra Griffa and Patric Hagmann and Stephan Morgenthaler and Jean-Philippe Thiran",
		"keywords": "Brain connectivity, Magnetic resonance imaging (MRI), Diffusion imaging, Multiple testing, Multiple comparisons, Bonferroni, Family-wise error rate (FWER), False discovery rate FDR, Graph theory",
		"doi": "https://doi.org/10.1016/j.neuroimage.2013.04.084",
		"abstract": "Brain connectivity can be represented by a network that enables the comparison of the different patterns of structural and functional connectivity among individuals. In the literature, two levels of statistical analysis have been considered in comparing brain connectivity across groups and subjects: 1) the global comparison where a single measure that summarizes the information of each brain is used in a statistical test; 2) the local analysis where a single test is performed either for each node/connection which implies a multiplicity correction, or for each group of nodes/connections where each subset is summarized by one single test in order to reduce the number of tests to avoid a penalizing multiplicity correction. We comment on the different levels of analysis and present some methods that have been proposed at each scale. We highlight as well the possible factors that could influence the statistical results and the questions that have to be addressed in such an analysis.",
		"pages": "416 - 425",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S105381191300431X",
		"journal": "NeuroImage",
		"volume": "80"
	},
	{
		"id": "HEITOR2010218",
		"type": "article",
		"title": "Portugal at the crossroads of change, facing the shock of the new: People, knowledge and ideas fostering the social fabric to facilitate the concentration of knowledge integrated communities",
		"author": "Manuel Heitor and Marco Bravo",
		"keywords": "Science and technology, Public policy, Innovation and competence building, Social shaping of technology",
		"doi": "https://doi.org/10.1016/j.techfore.2009.10.006",
		"abstract": "Portugal has recently achieved the average OECD level in terms of the number of researchers per thousand workforce and the need to continue fostering the advanced training of human resources and the concentration of knowledge integrated communities as drivers of larger communities of users is discussed in the context of changing and evolving patterns in Portugal. This requires an ongoing public effort, but also a better understanding of the effectiveness of the mix of public support mechanisms and private incentives for the development of knowledge networks and flows of skilled people in times of increased uncertainty. Our hypothesis gains from the experience of a unique set of international collaborations with leading institutions worldwide that has been successfully developed over the last years based on thematic R&D networks, integrating advanced training initiatives and programs of industrial affiliation. It is in this context that we frame our hypothesis and argue for the need for Portugal to continue attracting and fostering open and dynamic “creative communities”. The main policy implication of our analysis is that Portugal needs to double the number of researchers per thousand workforce in the coming years. This requires a broad social basis for science policies across a wide range of public and private sectors, as well as that innovation is considered together with competence building and the need to foster individual skills through the complex interaction between formal and informal qualifications. Emerging user-centered innovation requires users able to access new knowledge. This implies a broad societal engagement in knowledge activities, including higher education enrolment, and we need to strengthen the top of the research system in order to create a locus of knowledge production at the highest level. But it also implies consideration of the social shaping of technology, because incentives and infrastructures do not operate in a vacuum, but shape and are shaped by the particular context in which they operate. Strengthening external societal links and “system linkages” is critical in making the institutional changes required to meet the needs of global competition and the knowledge economy.",
		"pages": "218 - 247",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0040162509001462",
		"journal": "Technological Forecasting and Social Change",
		"volume": "77"
	},
	{
		"id": "MELCHER201313",
		"type": "article",
		"title": "The neural substrate of the ideomotor principle revisited: Evidence for asymmetries in action-effect learning",
		"author": "T. Melcher and D. Winter and B. Hommel and R. Pfister and P. Dechent and O. Gruber",
		"keywords": "motor control, executive functions, associative learning, caudate nucleus, fMRI",
		"doi": "https://doi.org/10.1016/j.neuroscience.2012.11.035",
		"abstract": "Ideomotor theory holds that the perception or anticipatory imagination of action effects activates motor tendencies toward the action that is known to produce these effects, herein referred to as ideomotor response activation (IRA). IRA presupposes that the agent has previously learned which action produces which effects, and that this learning process has created bidirectional associations between the sensory effect codes and the motor codes producing the sensory effects. Here, we refer to this process as ideomotor learning. In the presented fMRI study, we adopted a standard two-phase ideomotor learning paradigm; a mixed between/within-subjects design allowed us to assess the neural substrate of both, IRA and ideomotor learning. We replicated earlier findings of a hand asymmetry in ideomotor processing with significantly stronger IRA by left-hand than right-hand action effects. Crucially, we traced this effect back to more pronounced associative learning for action-contingent effects of the left hand compared with effects of the right hand. In this context, our findings point to the caudate nucleus and the angular gyrus as central structures of the neural network underlying ideomotor learning.",
		"pages": "13 - 27",
		"year": "2013",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0306452212011463",
		"journal": "Neuroscience",
		"volume": "231"
	},
	{
		"id": "PERAN201089",
		"type": "article",
		"title": "Mental representations of action: The neural correlates of the verbal and motor components",
		"author": "Patrice Péran and Jean-François Démonet and Andrea Cherubini and Dominique Carbebat and Carlo Caltagirone and Umberto Sabatini",
		"keywords": "Language, Semantics of action, Verb, Simulation of action, Inferior parietal cortex, Superior parietal cortex",
		"doi": "https://doi.org/10.1016/j.brainres.2010.02.082",
		"abstract": "Recent theories have hypothesized that semantic representations of action verbs and mental representations of action may be supported by partially overlapping, distributed brain networks. An fMRI experiment in healthy participants was designed to identify the common and specific regions in three different tasks from a common set of object drawings (manipulable man-made objects (MMO) and biological objects (MBO)): the generation of action words (GenA), the mental simulation of action (MSoA) and the mime of an action with the right hand (MimA). A fourth task, object naming (ON), was used as control for input/output effects. A null conjunction identified a common neural network consisting of nine regions distributed over premotor, parietal and occipital cortices. Within this common network, GenA elicited significantly more activation than either ON or MSoA in the left inferior frontal region, while MSoA elicited significantly more activation than either ON or GenA in the left superior parietal lobule. Both MSoA and GenA activated the left inferior parietal lobule more than ON. Furthermore, the left superior parietal cortex was activated to a greater extent by MMO than by MBO regardless of the tasks. These results suggest that action-denoting verbs and motor representations of the same actions activate a common frontal–parietal network. The left inferior parietal cortex and the left superior parietal cortex are likely to be involved in the retrieval of spatial–temporal features of object manipulation; the former might relate to the grasping and manipulation of any object while the latter might be linked to specific object-related gestures.",
		"pages": "89 - 103",
		"year": "2010",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0006899310004889",
		"journal": "Brain Research",
		"volume": "1328"
	},
	{
		"id": "HALLETT20201621",
		"type": "article",
		"title": "Human brain connectivity: Clinical applications for clinical neurophysiology",
		"author": "Mark Hallett and Willem de Haan and Gustavo Deco and Reinhard Dengler and Riccardo Di Iorio and Cecile Gallea and Christian Gerloff and Christian Grefkes and Rick C. Helmich and Morten L. Kringelbach and Francesca Miraglia and Ivan Rektor and Ondřej Strýček and Fabrizio Vecchio and Lukas J. Volz and Tao Wu and Paolo M. Rossini",
		"keywords": "Networks, coherence, Graph theory, Neurodegeneration, Dementia, Amyotrophic lateral sclerosis, Stroke, Parkinson disease, Dystonia, Essential tremor, Apraxia, Epilepsy, Phantom limb, Psychiatric disorders, EEG, MRI",
		"doi": "https://doi.org/10.1016/j.clinph.2020.03.031",
		"abstract": "This manuscript is the second part of a two-part description of the current status of understanding of the network function of the brain in health and disease. We start with the concept that brain function can be understood only by understanding its networks, how and why information flows in the brain. The first manuscript dealt with methods for network analysis, and the current manuscript focuses on the use of these methods to understand a wide variety of neurological and psychiatric disorders. Disorders considered are neurodegenerative disorders, such as Alzheimer disease and amyotrophic lateral sclerosis, stroke, movement disorders, including essential tremor, Parkinson disease, dystonia and apraxia, epilepsy, psychiatric disorders such as schizophrenia, and phantom limb pain. This state-of-the-art review makes clear the value of networks and brain models for understanding symptoms and signs of disease and can serve as a foundation for further work.",
		"pages": "1621 - 1651",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1388245720301371",
		"journal": "Clinical Neurophysiology",
		"volume": "131"
	},
	{
		"id": "WESTERMEYER1995589",
		"type": "article",
		"title": "Cultural Aspects of Substance Abuse and Alcoholism: Assessment and Management",
		"author": "Joseph Westermeyer",
		"doi": "https://doi.org/10.1016/S0193-953X(18)30042-X",
		"abstract": "Clinical care for substance abuse and alcoholism requires knowledge of the patient’s culture. Thorough assessment should include prescriptions for substance use, proscriptions against substance use, and knowledge of permitted-but-not-required substances in the patient’s culture. Clinicians should be aware of the differing patterns of pathogenic use among diverse cultures. Poor enculturation during childhood or leaving one’s cultural origins can increase the risk of substance disorders. Skill in taking a cultural history aids in identifying these premorbid factors as well as in planning successful treatment. Cultural affiliation can influence access to and availability of treatment. Patients should have culturally consistent role models during treatment. Some treatment approaches merely need to be applied in a culturally sensitive manner; others may be thought of as “culture bound,” relevant for one group but not for another. Clinicians should guide patients in choosing appropriate “cultures of recovery.” From a group perspective, cultural groups should consider the potential pathogenicity to culturally prescribed practices of substance use, should adapt models of recognition and intervention that are culturally consistent, and should be beware of using a particular substance as a counterculture symbol.",
		"pages": "589 - 605",
		"year": "1995",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0193953X1830042X",
		"journal": "Psychiatric Clinics of North America",
		"volume": "18"
	},
	{
		"id": "CHIAPPELLI1993327",
		"type": "article",
		"title": "Phylogeny of the neuroendocrine-immune system: Fish and shellfish as model systems for social interaction stress research in humans",
		"author": "Francesco Chiappelli and Claudio Franceschi and Enzo Ottaviani and Mario Farnè and Mohamed Faisal",
		"keywords": "Psychoneuroimmunology, Social confrontation, Phylogeny, HPA-CMI interactions, Endogenous opioid system",
		"doi": "https://doi.org/10.1016/0959-8030(93)90042-A",
		"abstract": "Significant interactions among various physiological systems and between an organisms physiological and psychological structures are evident throughout phylogeny. Environmental stimuli induce neuroendocrine responses that include the activation of the sympathetic nervous system and of the hypothalamic-pituitary-adrenal (HPA) axis, and that modulate cellular and humoral host defense mechanisms from the invertebrates to humans. Because increased levels of HPA products are among the most consistent physiological responses to stress, and bacause cell-mediated immune (CMI) mechanisms are crucial to the initiation, propagation, and regulation of antigen-specific immune responses, this review focuses on the phylogeny of HPA-CMI interaction under basal conditions and following stressful stimuli. Research has characterized several paradigms for the study of the physiological outcomes to a variety of stressors. In recent decades, a substantial literature has emerged that describes the neuro-endocrine-immune response to social confrontation in invertebrates and in vertebrates. The social confrontation paradigm provides an ideal model for the elucidation of the phylogeny of the HPA-CMI interactive system to a specific stressful stimulus. We have characterized the neuroendocrine-immune outcomes of social confrontation in fish. Our data help to explain physiological and pathological mechanisms in fish. Implications of this body of knowledge to clinical medicine and aging are discussed.",
		"pages": "327 - 346",
		"year": "1993",
		"url_article": "https://www.sciencedirect.com/science/article/pii/095980309390042A",
		"journal": "Annual Review of Fish Diseases",
		"volume": "3"
	},
	{
		"id": "MARQUETTE1992181",
		"type": "article",
		"title": "The case for mandatory municipal disclosure: Do seasoned municipal bond yields impound publicly available information?",
		"author": "R.Penny Marquette and Earl R. Wilson",
		"doi": "https://doi.org/10.1016/0278-4254(92)90007-K",
		"abstract": "The purpose of this study is to examine the adequacy of currently available public information in pricing seasoned municipal bonds. Yield premia for bonds with known changes in credit quality are evaluated, employing a procedure which attempts to separate rating decisions which are predictable, using publicly available information, from those which are not. We find that rating decisions which can be predicted using currently available information are anticipated at least two years in advance of the rating announcement. Rating changes which are not predictable, however, are not anticipated by the market. In addition to providing information on the need for additional disclosure regulation in the municipal bond market, this evidence represents a contribution to the municipal, and possibly corporate, bond literature by demonstrating that the expected information content for all rating announcements is not the same.",
		"pages": "181 - 206",
		"year": "1992",
		"url_article": "https://www.sciencedirect.com/science/article/pii/027842549290007K",
		"journal": "Journal of Accounting and Public Policy",
		"volume": "11"
	},
	{
		"id": "FERNANDEZLOPEZ1995137",
		"type": "article",
		"title": "Taphonomie et interprétation des paléoenvironnements",
		"author": "Sixto Fernandez-Lopez",
		"keywords": "Paléontologie, Fossilisation, Concepts, Biostratinomie, Gradients Taphonomiques, Enregistrement Fossile, Ammonites, Applications, Séquences sédimentaires, Faciès, Paléoenvironnements Sédimentaires, Analyses Paléogéographiques, Plate-Forme Externe Carbonatée, Condensation, Paléobathymétrie, Jurassique, Chaîne Ibérique, Palaeontology, Fossilization, Concepts, Biostratinomy, Taphonomic Gradients, Fossil Record, Ammonites, Applications, Sedimentary Sequences, Facies, Sedimentary Palaeoenvironments, Palaeogeographic Analysis, Carbonate Outer Platform, Condensation, Palaeobathymetry, Jurasic, Iberian Range",
		"doi": "https://doi.org/10.1016/S0016-6995(95)80162-6",
		"abstract": "Résumé Une taphonomie fonctionnelle, une taphonomie évolutive et une taphogéographie devraient être développées enraison de leur importance paléontologique et aussi de leur intérêt pour la stratigraphie séquentielle, la sédimentologie, la paléogéographie et lanalyse des bassins. Dans les analyses et les interprétations taphonomiques on doit distinguer les changements de composition et de structure, les changements du comportement ou de fonction et les modifications évolutives. Pendant la fossilisation apparaissent des représentants de nouveaux groupes taphonomiques, de composition et de structure différentes de celles des éléments biogéniquement produits; ainsi augmente la diversité de lenregistrement fossile. A chaque étape de la fossilisation persistent les groupes taphonomiques, les taphons, dont les éléments se sont stabilisés, transformés ou répliqués avec une meilleure efficacité dans les étapes antérieures de laltération taphonomique, et non les éléments produits plus résistants ou ceux qui ont été moins affectés par les facteurs de lenvironnement. Pour mettre en évidence des gradients paléoenvironnementaux, on devra considérer des clines taphonomiques, cest-à-dire des variations spatiales dans les caractères (primaires et secondaires) des représentants du même groupe taphonomique ou des groupes taphonomiques phylétiquement reliés. Pour y arriver, les concepts de succession registratique, de séquence taphonomique et de tapho-enregistrement sont utiles. Lidentification des tapho-enregistrements et des séquences taphonomiques sont dintérêt géologique car ils permettent de mettre en évidence des environnements passés qui nont pas laissé denregistrement stratigraphique. Lenregistrement fossile et lenregistrement stratigraphique doivent être considérés comme deux composantes de lenregistrement géologique, de nature différente et dissociables entre elles. A functional taphonomy, an evolutionary taphonomy and a taphogeography should be developed with regard totheir palaeontological importance as well as their interest for sequence stratigraphy, sedimentology, palaeogeography and basin analysis. Within the frame of taphonomic interpretations and analysis a distinction should be made between compositional and structural changes, functional or behavioral changes, and evolutionary modifications. During the fossilization process representatives of new taphonomic groups are constantly appearing. Components of these taphonomic groups show a different composition and structure from those biogenically produced and increase the diversity of the fossil record. In every fossilization stage the persisting taphonomic groups, or taphons, will be those whose elements have been stabilized, transformed, or replicated with a higher efficiency in the prior stages, but not the most resistant or those elements less affected by the environmental factors. In order to understand the palaeoenvironmental gradients, it is important to take into account the so-called taphonomic clines. These are the spatial variations shown by the (primary and secondary) features of the components of the same taphonomic group or phyletically related taphonomic groups. For that purpose, it is useful to introduce several concepts such as registratic succession, taphonomic sequence and tapho-record. Identifying tapho-records and taphonomic sequences has a special geological interest as they allow the characterization of environments of the past from which there might have not stratigraphical evidence left. The fossil record and the stratigraphical record should be considered as separate components of the geological record showing different nature.",
		"pages": "137 - 154",
		"year": "1995",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0016699595801626",
		"journal": "Geobios",
		"volume": "28"
	},
	{
		"id": "PERRELLA1995468",
		"type": "incollection",
		"title": "[21] Low-temperature electrophoresis methods",
		"author": "Michele Perrella and Ilya Denisov",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/0076-6879(95)59057-9",
		"abstract": "Publisher Summary This chapter discusses the techniques of cryogenic quenching for the stabilization of reaction intermediates and cryogenic electrophoresis for the separation of such intermediates find application to the study of other proteins, the experience has been limited to the study of the hemoglobin reactions. The principles underlying the techniques are indicated and the main lines of research are presented. The cryogenic electrophoresis technique helped reveal aspects of the energetics of hemoglobin ligation that are crucial for the understanding of the mechanism of hemoglobin cooperativity. In the study of the reactions of hemoglobin with some of the gaseous ligands, CO and NO, the limitation of this method due to the lack of resolution of two intermediates, species, can be partly balanced by a proper analysis of the data. The cryogenic methods allow the separation and quantitation of all other intermediate species, therefore, they can contribute to the understanding of another important aspect of hemoglobin function, namely the mechanisms by which modulators, such as H+, organic phosphate, and Cl- , interact with the protein and compete with one another in the regulation of the hemoglobin affinity for the homotropic ligands.",
		"pages": "468 - 487",
		"year": "1995",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0076687995590579",
		"volume": "259"
	},
	{
		"id": "KIDNER2002191",
		"type": "incollection",
		"title": "Developmental genetics of the angiosperm leaf",
		"author": "Catherine A Kidner and Marja C.P Timmermans and Mary E Byrne and Robert A Martienssen",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/S0065-2296(02)38030-3",
		"abstract": "The leaf is the major site of photosynthesis and the prototypical organ of terrestrial plants. The past five years have seen a dramatic increase in our understanding of the genetic control of leaf development. The establishment of determinacy, the role of the meristem, the establishment of polarity, the control of cell division, vascularization and epidermal patterning have all been the subject of genetic screens and many mutants have been isolated and characterized. Many of these mutants affect floral and embryonic structures, demonstrating the inherent similarities in all lateral organs. In this review we focus on the interactions between these genes and the networks that establish pattern in lateral organs.",
		"pages": "191 - 234",
		"year": "2002",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0065229602380303",
		"volume": "38"
	},
	{
		"id": "CALL19891377",
		"type": "article",
		"title": "Estimation of micromixing parameters from tracer concentration fluctuation measurements",
		"author": "Michael L. Call and Kadlec Robert H.",
		"doi": "https://doi.org/10.1016/0009-2509(89)85011-0",
		"abstract": "A method of micromixing parameter estimation is proposed which is convenient and applicable to a wide variety of models. One conducts a typical tracer reponse test, except that in addition to the (time-averaged) mean tracer response, the variance of the tracer response is also recorded as a function of time. Micromixing parameters for a given model are determined by equating the predicted and measured values of the time response of the tracer concentration variance. The predicted tracer concentration fluctuation response has been determined for both step and pulse tracer test, for the IEM model, the coalescence—redispersion model, and the two-, three- and four-environment models. Parameter estimates were calculated by minimizing the mismatch between predicted and measured concentration fluctuation responses. Preliminary numerical results indicate that the method provides satisfactory parameters estimates, even from moderately noisy measurements. These results also show that statistical analysis of the fit to measured response data can provide discrimination between competing mixing models.",
		"pages": "1377 - 1389",
		"year": "1989",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0009250989850110",
		"journal": "Chemical Engineering Science",
		"volume": "44"
	},
	{
		"id": "LIANG1990391",
		"type": "article",
		"title": "Integrating statistical and inductive learning methods for knowledge acquisition",
		"author": "Ting-Peng Liang and John S. Chandler and Ingoo Han",
		"doi": "https://doi.org/10.1016/0957-4174(90)90048-Y",
		"abstract": "Inductive learning is a method for automated knowledge acquisition. It converts a set of training data into a knowledge structure. In the process of knowledge induction, statistical techniques can play a major role in improving performance. In this paper, we investigate the competition and integration between the traditional statistical and the inductive learning methods. First, the competition between these two approaches is examined. Then, a general framework for integrating these two approaches is presented. This framework suggests three possible integrations: (1) statistical methods as preprocessors for inductive learning, (2) inductive learning methods as preprocessors for statistical classification, and (3) the combination of the two methods to develop new algorithms. Finally, empirical evidence concerning these three possible integrations are discussed. The general conclusion is that algorithms integrating statistical and inductive learning concepts are likely to make the most improvement in performance.",
		"pages": "391 - 401",
		"year": "1990",
		"url_article": "https://www.sciencedirect.com/science/article/pii/095741749090048Y",
		"journal": "Expert Systems with Applications",
		"volume": "1"
	},
	{
		"id": "MAMODECASSIM20191",
		"type": "article",
		"title": "Plant lipids: Key players of plasma membrane organization and function",
		"author": "Adiilah Mamode Cassim and Paul Gouguet and Julien Gronnier and Nelson Laurent and Véronique Germain and Magali Grison and Yohann Boutté and Patricia Gerbeau-Pissot and Françoise Simon-Plas and Sébastien Mongrand",
		"keywords": "Plant, Plasma membrane, Sphingolipids, Sterols, Phospholipids, Signaling, Nanodomain, Microdomain, Raft, Plasmodesmata, Liposome, Model membrane, Detergent, Biophysics, Interleaflet registration, Interdigitation, Pinning",
		"doi": "https://doi.org/10.1016/j.plipres.2018.11.002",
		"abstract": "The plasma membrane (PM) is the biological membrane that separates the interior of all cells from the outside. The PM is constituted of a huge diversity of proteins and lipids. In this review, we will update the diversity of molecular species of lipids found in plant PM. We will further discuss how lipids govern global properties of the plant PM, explaining that plant lipids are unevenly distributed and are able to organize PM in domains. From that observation, it emerges a complex picture showing a spatial and multiscale segregation of PM components. Finally, we will discuss how lipids are key players in the function of PM in plants, with a particular focus on plant-microbe interaction, transport and hormone signaling, abiotic stress responses, plasmodesmata function. The last chapter is dedicated to the methods that the plant membrane biology community needs to develop to get a comprehensive understanding of membrane organization in plants.",
		"pages": "1 - 27",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0163782717300711",
		"journal": "Progress in Lipid Research",
		"volume": "73"
	},
	{
		"id": "POWER2015536",
		"type": "article",
		"title": "Recent progress and outstanding issues in motion correction in resting state fMRI",
		"author": "Jonathan D. Power and Bradley L. Schlaggar and Steven E. Petersen",
		"keywords": "fMRI, Motion, Artifact, Denoising, Resting state, Functional connectivity",
		"doi": "https://doi.org/10.1016/j.neuroimage.2014.10.044",
		"abstract": "The purpose of this review is to communicate and synthesize recent findings related to motion artifact in resting state fMRI. In 2011, three groups reported that small head movements produced spurious but structured noise in brain scans, causing distance-dependent changes in signal correlations. This finding has prompted both methods development and the re-examination of prior findings with more stringent motion correction. Since 2011, over a dozen papers have been published specifically on motion artifact in resting state fMRI. We will attempt to distill these papers to their most essential content. We will point out some aspects of motion artifact that are easily or often overlooked. Throughout the review, we will highlight gaps in current knowledge and avenues for future research.",
		"pages": "536 - 551",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1053811914008702",
		"journal": "NeuroImage",
		"volume": "105"
	},
	{
		"id": "MONACO1995299",
		"type": "article",
		"title": "Relationships between trace-fossil communities and substrate characteristics in some Jurassic pelagic deposits in the Umbria-Marche basin, Central Italy",
		"author": "Paolo Monaco",
		"keywords": "Trace-Fossils, Turbidites, Hummocky Cross-Stratifications (HCS), Lower Jurassic, Umbria-Marche Basin, Central Italy, Traces Fossiles, Turbidites, Stratifications Entrecroisées, Jurassique Inférieur, Bassin Marches-Ombrie, Italie Centrale",
		"doi": "https://doi.org/10.1016/S0016-6995(95)80176-6",
		"abstract": "The study of trace fossil assemblages is a very useful tool for defining depositional palaeoenvironments, such asthose of some early Jurassic pelagic sequences in the Umbria-Marche basin (late Carixian to early Aalenian). These sequences - Valdorbia and Fiuminata Colle Corno- are represented by thick bioturbated marls and limestones which alternate locally with poorly-bioturbated shales. Clay and silty-sandy deposits representing turbidites and storm beds (HCS = hummocky cross-stratified deposits) are very common, especially in the Toarcian interval. A comparison between trace fossil assemblages and sedimentologic/stratigraphic features permits an accurate paleoecologic and palaeoenvironmental analysis of sediments deposited in regressive conditions such as, for instance, the sequences studied. Trace fossil communities provide evidence of periods of non sedimentation or erosion during the Jurassic, when firm- or hardgrounds were commonly developed on muddy or sandy substrates. Penetration depth, burrow diameter, trace fossil density and species diversity emphasize the relationships with substrate characteristics and oxygen variations on the seafloor or in the sediment column. Consequently, analysis of different types of substrate and of substrate-controlled ichnofacies permits an evaluation of the paleoecologic strategies of the endobenthos in low to high-stress environmental conditions. Résumé Létude des traces fossiles représente un excellent instrument pour la définition du milieu de dépôt du Jurassique (Carixien supérieur - Aalénien inférieur) de certains sédiments pélagiques présents dans le bassin Marches-Om-brie (Italie centrale). Ces sédiments -coupes de Valdorbia et de Fiuminata Colle Corno - sont représentés par des marnes peu bioturbées riches en matière organique et par des calcaires argileux rouges et grumeleux très bioturbés, déposés dans un milieu bien oxygéné. Ces sédiments montrent des turbidites et des niveaux à stratifications entrecroisées (“HCS= hummocky cross-stratification”). Le passage des turbidites du Domérien à la partie inférieure du Toarcien, puis aux dépôts HCS du Toarcien moyen et supérieur, indique une tendance régressive dans les coupes étudiées. Une comparaison entre les traces fossiles et les caractéristiques sédimentologiques du substrat permet de mettre en evidence différents degrés dénergie et des périodes de non-sedimentation ou dérosion dans le Toarcien moyen et supérieur (“firmgrounds” et “hardgrounds”), sous un régime découlement oscillatoire proche du fond (action des vagues de tempête). A ce moment, les traces fossiles dénotent que les organismes développent des adaptations opportunistes à cause des conditions du milieu. De plus, ces traces augmentent en nombre, en diversité et en infiltration au sommet des couches à HCS et dans les sédiments typiques de bassin, en relation avec laccroissement de la disponibilité doxygène et des conditions favorables du substrat.",
		"pages": "299 - 311",
		"year": "1995",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0016699595801766",
		"journal": "Geobios",
		"volume": "28"
	},
	{
		"id": "JOHANSEN19821",
		"type": "article",
		"title": "Cores, aggressiveness and the breakdown of cooperation in economic games",
		"author": "Leif Johansen",
		"doi": "https://doi.org/10.1016/0167-2681(82)90002-6",
		"abstract": "The paper develops the use of the core as a solution concept in game theory in two interrelated directions. In the first place, an indicator of aggressiveness of claims is introduced in a modified definition of the core. The modified core may be smaller than the usual core, and may fail to exist if aggressiveness increases beyond some critical level. In the second place the article gives a formulation of a mixed cooperative/non-cooperative game, in which the game will be played cooperatively within coalitions, but non-cooperatively as between coalitions. A mixed cooperative/non-cooperative solution obtains if the grand coalition of all players fail to materialize because the various claims are incompatible. The two directions referred to are interrelated because the level of aggressiveness may be decisive for whether or not the grand coalition, and possibly other coalitions, will break down. The final section of the paper draws some general conclusions and relates the approach to other ideas in the literature.",
		"pages": "1 - 37",
		"year": "1982",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0167268182900026",
		"journal": "Journal of Economic Behavior & Organization",
		"volume": "3"
	},
	{
		"id": "HERTWICH199713",
		"type": "article",
		"title": "Evaluating the environmental impact of products and production processes: a comparison of six methods",
		"author": "Edgar G. Hertwich and William S. Pease and Catherine P. Koshland",
		"keywords": "Design for environment, Environmental impact evaluation, Industrial ecology, Life-cycle assessment",
		"doi": "https://doi.org/10.1016/S0048-9697(96)05344-2",
		"abstract": "The desire of environmentally-conscious consumers and manufacturers to choose more environmentally benign products and processes has led to the development of life cycle assessment (LCA) and design for environment (DfE). In both of these areas, attention has focused initially on the development of inventories of emissions and raw materials consumption for particular products and processes. A number of methods for the comparison and evaluation of an inventorys dissimilar pollution loads and resource demands have been proposed, but no satisfactory solution has yet been identified. This paper compares the structure and properties of six different methods. The health hazard scoring (HHS) system uses the analytical hierarchy process (AHP) to weight workplace toxic effects and accident risks. The material input per service-unit (MIPS) aggregates the mass of all the material input required to produce a product or service. The Swiss eco-point (SEP) method scores pollutant loadings based on a sources contribution to an acceptable total pollution load and an environmental scarcity factor. The sustainable process index (SPI) determines the area that would be required to operate a process sustainably, based on renewable resource generation and toxic degradation; an extension of the dilution volume approach. The Society of Environmental Toxicology and Chemistrys life-cycle impact assessment (SETAC LCA) impact assessment method aggregates pollutants with similar impacts to equivalency potentials (measured in kg CO2 equivalent, kg benzene equivalent etc.) and uses decision analysis to assign weights to different adverse impacts. The environmental priority system (EPS) characterizes the environmental damage caused by equivalency potentials and expresses it in monetary terms, derived from environmental economics. Despite their use for the same purposes, the six methods differ in what they try to achieve, in the effects they consider, in the depth of analysis, in the way values influence the final score, and in use of ordinal or cardinal measures of impact. Two problem areas are identified: (1) to varying degrees, each of the methods has the potential to recommend an alternative that actually has a higher impact than other alternatives; (2) for some of the methods the data requirement is so extensive and the tolerance of imperfect data is so low that the application of the method for reasonably sophisticated products or processes would be too complicated.",
		"pages": "13 - 29",
		"year": "1997",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0048969796053442",
		"journal": "Science of The Total Environment",
		"volume": "196"
	},
	{
		"id": "BLAU1988176",
		"type": "article",
		"title": "An investigation of the apprenticeship organizational socialization strategy",
		"author": "Gary Blau",
		"doi": "https://doi.org/10.1016/0001-8791(88)90013-9",
		"abstract": "Using a sample of new employees from an insurance company, this study tested specific hypotheses regarding the apprenticeship socialization strategy. Perceived quality of intern-assignment manager work relationship, measured from multiple perspectives, was found to have an important direct and moderating effect on intern work outcomes. Quality of work relationship was significantly positively related to intern met expectations, role clarity, organizational commitment, and performance, and it moderated the relationship between role clarity and performance.",
		"pages": "176 - 195",
		"year": "1988",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0001879188900139",
		"journal": "Journal of Vocational Behavior",
		"volume": "32"
	},
	{
		"id": "RIZZIERI1998359",
		"type": "article",
		"title": "Sphingolipid metabolism, apoptosis and resistance to cytotoxic agents: can we interfere?",
		"author": "Kellie E. Rizzieri and Yusuf A. Hannun",
		"doi": "https://doi.org/10.1016/S1368-7646(98)80012-5",
		"abstract": "Sphingolipid metabolism assumes a key role in the complex mechanisms regulating cellular stress responses to environmental stressors, including cytotoxic agents. The sphingolipid metabolic pathways, therefore, are promising sources of anticancer therapeutic strategies. Several sphingolipid metabolites have recently been shown to have bioactivity, and their individual contributions to the regulatory pathways that govern cell growth are currently being established in mammalian cells and yeast. The Sphingomyelin (SM) cycle represents a novel antiproliferative, sphingolipid-mediated signal transduction pathway that regulates cell cycle arrest, differentiation, and apoptosis in response to growth factor deprivation, cytokines, ionizing radiation, heat, and chemotherapy. Ceramide, the putative second messenger of the SM cycle, has been proposed as a molecular sensor of injury and assumes a fundamental role in the cellular stress response. This review will discuss sphingolipid metabolism within the context of the cellular stress response, the contribution of sphingolipids to chemotherapy-mediated apoptosis, and suggest novel sphingolipid-based strategies in the treatment of malignant disease.",
		"pages": "359 - 376",
		"year": "1998",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1368764698800125",
		"journal": "Drug Resistance Updates",
		"volume": "1"
	},
	{
		"id": "CAVES1990145",
		"type": "article",
		"title": "Lessons from privatization in Britain: State enterprise behavior, public choice, and corporate governance",
		"author": "Richard E. Caves",
		"doi": "https://doi.org/10.1016/0167-2681(90)90084-Q",
		"abstract": "The process of privatizing most of Britains major public enterprises yields interesting conclusions on the three related issues: (1) A problem of policy assignment arose in the use of privatization and liberalization to achieve both allocative and productive efficiency. (2) Evidence on the behavior of the public enterprises is consistent with an organizational model of the relevant principal-agent relationships predicting certain types of slack absorption. (3) The privatization process entailed policy choices that bear on their future productive efficiency (effectiveness of monitoring by the market for corporate control) and allocative efficiency (provision for regulation).",
		"pages": "145 - 169",
		"year": "1990",
		"url_article": "https://www.sciencedirect.com/science/article/pii/016726819090084Q",
		"journal": "Journal of Economic Behavior & Organization",
		"volume": "13"
	},
	{
		"id": "DESCHAMPS1978143",
		"type": "article",
		"title": "Leximin and utilitarian rules: A joint characterization",
		"author": "Robert Deschamps and Louis Gevers",
		"doi": "https://doi.org/10.1016/0022-0531(78)90068-6",
		"pages": "143 - 163",
		"year": "1978",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0022053178900686",
		"journal": "Journal of Economic Theory",
		"volume": "17"
	},
	{
		"id": "AUBRY199999",
		"type": "article",
		"title": "Problems in chronostratigraphy: stages, series, unit and boundary stratotypes, global stratotype section and point and tarnished golden spikes",
		"author": "Marie-Pierre Aubry and William A Berggren and John A Van Couvering and Fritz Steininger",
		"keywords": "boundary stratotype, chronostratigraphy, GSSP, series, stage",
		"doi": "https://doi.org/10.1016/S0012-8252(99)00008-2",
		"abstract": "Stratigraphy is a magnificent subject—magnificent in its breadth and scope, magnificent in its importance to so many lines of human endeavor. It is essentially that branch of geology which deals with the arrangement, the distribution, and the chronological succession of rock strata (and other associated rock bodies), with respect to any or all of the various characters, properties, and attributes which rocks may possess (Hedberg, 1958, p. 1881). Chronostratigraphy—the temporal ordering of geologic strata—is at the heart of earth history. In reviewing chronostratigraphic theory, from dOrbigny to Hedberg, we see that concepts and practices have evolved under pressure of constant improvements in time control and data quality. Such stimuli are naturally felt more strongly in the youngest part of the stratigraphic record, where dating is most precise and the biostratigraphic data are most abundant and well-preserved. It is not surprising, therefore, to find that chronostratigraphy is conceptually more advanced in the Cenozoic Erathem than in the Mesozoic and Paleozoic Erathems, where biostratigraphy and chronostratigraphy are widely confused, evidently out of necessity. Taking the five inter-series boundaries in the Cenozoic Erathem as case histories, we review their current status in relation to the lower boundary of the lowest standard stage above the boundary, in light of the hierarchical principle recommended in the International Stratigraphic Guide (Hedberg, 1976; Salvador, 1994). In each instance, what should be a simple nested relationship turns out to be complex and difficult, and in the cases of the proposed global stratotype section and point (GSSPs) for the Eocene/Oligocene Series boundary and the Paleocene/Eocene Series boundary there are discrepancies so large with regard to the base of the Rupelian and Ypresian standard stages, respectively, that some essential relaxation of the hierarchic rule seems to be required if the historic value of these long-known stages is not to be violated. Since stage boundaries should not be defined a posteriori to fit series boundaries, we propose here to reconsider the role of the Standard Stage as the obligate elemental subdivision in a rigidly hierarchical chronostratigraphic scale and suggest that series and subseries should be formalized and their boundaries defined by GSSPs. We do not suggest that stages be abandoned. On the contrary, we propose to integrate them in a two-step hierarchical chronostratigraphic framework, so as to use them in complementary fashion with series and subseries. However, the boundary concept is more appropriate for stage than the GSSP. We recognize the need for precise and globally valid chronostratigraphic correlations based on GSSPs in attempts to understand the earth system, while at the same time, we emphasize the need for conceptual continuity with regard to the central place that the stage has played in chronostratigraphy over several decades.",
		"pages": "99 - 148",
		"year": "1999",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0012825299000082",
		"journal": "Earth-Science Reviews",
		"volume": "46"
	},
	{
		"id": "BLUEDORN1994201",
		"type": "article",
		"title": "The interface and convergence of the strategic management and organizational environment domains",
		"author": "Allen C. Bluedorn and Richard A. Johnson and Debra K. Cartwright and Bruce R. Barringer",
		"doi": "https://doi.org/10.1016/0149-2063(94)90016-7",
		"abstract": "Extending Bluedorns (1993) review of environmental contingency theory, we examine the strategic management research conducted from 1980–1993 that explicitly deals with the environmental domain. Framing our approach as a constrained strategic choice perspective, our focus on this intersection of the strategic management and organizational environment literature leads us to examine six specific subsets of this literature: (1) strategic leadership and upper echelons; (2) scanning; (3) interorganizational relationships; (4) institutional theory; (5) organizational alignment; and (6) strategic control and evaluation. In our discussions of these topics, we identify research trends and generalizations as well as identify promising research possibilities and questions for future research. In this vein, we conclude the article with our identification of several possibilities for theoretical syntheses and theory development.",
		"pages": "201 - 262",
		"year": "1994",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0149206394900167",
		"journal": "Journal of Management",
		"volume": "20"
	},
	{
		"id": "ROBERTS1990339",
		"type": "incollection",
		"title": "Chapter 29 A systems approach to aging, Alzheimers disease, and spinal cord regeneration",
		"author": "Eugene Roberts",
		"publisher": "Elsevier",
		"doi": "https://doi.org/10.1016/S0079-6123(08)63190-8",
		"abstract": "Publisher Summary This chapter proposes that: (1) a key organizing principle of adaptive function is the coupling of variability generation to functional demand; and (2) while cycling freely through all their operational modes, healthy living systems, from cell to society, use their functional capabilities to extents that are sufficient to ensure high probabilities of achieving solutions to the problems with which they are faced. The chapter aims to generate additional variability in outlooks and approaches among those whose activities might contribute to solutions of problems of aging, Alzheimers disease, and spinal cord injury. Some potential therapeutic approaches have been suggested that might help restore and/or maintain effective communications within and between subsystems that are cybernetically subnormally effective or are completely ineffective in aging and injured neural tissue. With appropriate treatment, restoration of function might be achieved to the extent that there are sufficient numbers of potentially operational units remaining in rate limiting neural, glial, and endothelial systems.",
		"pages": "339 - 355",
		"year": "1990",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0079612308631908",
		"volume": "86"
	},
	{
		"id": "GERSHFELD1989335",
		"type": "article",
		"title": "The critical unilamellar lipid state: a perspective for membrane bilayer assembly",
		"author": "N.L. Gershfeld",
		"doi": "https://doi.org/10.1016/0304-4157(89)90009-9",
		"pages": "335 - 350",
		"year": "1989",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0304415789900099",
		"journal": "Biochimica et Biophysica Acta (BBA) - Reviews on Biomembranes",
		"volume": "988"
	},
	{
		"id": "TRIC1976189",
		"type": "article",
		"title": "Intramolecular vibrational redistribution following optical excitation",
		"author": "Catherine Tric",
		"doi": "https://doi.org/10.1016/0301-0104(76)80038-9",
		"abstract": "We study the time-dependence of vibrational redistribution following the excitation of a zero-order harmonic state. Two models are considered: (i) the (unphysical) case of a unique anharmonic coupling matrix element gives rise to very strong coherence effects, resulting in a very slow redistribution, at the time scale of the recurrence time 2 πϱ, characteristic of the manifold; (ii) on the contrary, a random distribution of the coupling matrix elements results into a redistribution rate; Δa = 2 πϱ ΔV2a — where ΔV2a is the variance of the distribution — with no influence of its average value. This last model is extended to the case of an initial excitation of mixed states which result from a selective coupling of a radiative state with some vibronic states of a non-radiative manifold. The experimental results available in the literature are reviewed; redistribution following an optical excitation of large molecules, with a vibrational excess energy as high as 5000 to 10000 cm−1, is generally a slow process (≤ 107 s−1), in contrast with vibrational relaxation in the condensed phases.",
		"pages": "189 - 212",
		"year": "1976",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0301010476800389",
		"journal": "Chemical Physics",
		"volume": "14"
	},
	{
		"id": "HANSON1974498",
		"type": "article",
		"title": "The relativistic spherical top",
		"author": "A.J Hanson and T Regge",
		"doi": "https://doi.org/10.1016/0003-4916(74)90046-3",
		"abstract": "The classical theory of the free relativistic spherical top is first developed from a Lagrangian viewpoint. Our method allows the invariant mass to be an arbitrary function of the intrinsic spin. A canonical formalism is established following the approach suggested by Dirac for constrained Hamiltonian systems. There is a second arbitrary function in the theory, in addition to the usual one due to reparametrization invariance. The usual Newton-Wigner variables are supplemented by the Euler angles. The quantum theory of the free top is discussed. The classical theory is generalized to included charged tops with magnetic moments.",
		"pages": "498 - 566",
		"year": "1974",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0003491674900463",
		"journal": "Annals of Physics",
		"volume": "87"
	},
	{
		"id": "MAXWELL1983366",
		"type": "article",
		"title": "Quantum fluctuations in the bag and nucleon observables",
		"author": "O.V. Maxwell and V. Vento",
		"doi": "https://doi.org/10.1016/0375-9474(83)90658-9",
		"abstract": "A time-dependent, perturbative formalism is developed to describe the effect of quantum fluctuations of the quark fields inside a hadronic bag on physical observables. This formalism differs from previous ones in that (i) all contributions to second order in the QCD coupling constant are generated systematically and included in the numerical treatment; (ii) the intermediate sums are carried out over a full set of states consistent with parity and SU(2) coupling rules. After removing the logarithmic divergences arising from the intermediate state sums in the 1-body terms and applying a finite renormalization, the second order fluctuation corrections to several proton and neutron observables are computed. The results obtained are significantly different from those obtained in earlier calculations. In no case considered are the calculated corrections able to account for existing discrepancies between empirical values and lowest order hadronic bag results for nucleon observables. The results obtained for the magnetic moments indicate a possible difficulty in the renormalization prescription when applied in the static, non-Lorentz invariant approximation to the bag model.",
		"pages": "366 - 412",
		"year": "1983",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0375947483906589",
		"journal": "Nuclear Physics A",
		"volume": "407"
	},
	{
		"id": "WEISE1977402",
		"type": "article",
		"title": "Δ-isobar dynamics in finite nuclei: Pion elastic scattering",
		"author": "W. Weise",
		"doi": "https://doi.org/10.1016/0375-9474(77)90091-4",
		"abstract": "Pion elastic scattering from finite nuclei in the 3,3 resonance region is described in terms of the coupling of a pion wave to correlated isobar-hole states. This is first carried out in an optical potential picture and then treated as a many-body response problem within the framework of RPA. Results are presented for the example of pion scattering from 4He; they show appreciable effects of isobar self-energy interactions and isobar-hole correlations other than one-pion exchange.",
		"pages": "402 - 444",
		"year": "1977",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0375947477900914",
		"journal": "Nuclear Physics A",
		"volume": "278"
	},
	{
		"id": "SOLOVAY197873",
		"type": "article",
		"title": "Strong axioms of infinity and elementary embeddings",
		"author": "Robert M. Solovay and William N. Reinhardt and Akihiro Kanamori",
		"doi": "https://doi.org/10.1016/0003-4843(78)90031-1",
		"pages": "73 - 116",
		"year": "1978",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0003484378900311",
		"journal": "Annals of Mathematical Logic",
		"volume": "13"
	},
	{
		"id": "HILL1984179",
		"type": "article",
		"title": "Testing hierarchy in educational taxonomies: A theoretical and empirical investigation",
		"author": "Peter W. Hill",
		"doi": "https://doi.org/10.1016/0191-765X(84)90004-1",
		"pages": "179 - 278",
		"year": "1984",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0191765X84900041",
		"journal": "Evaluation in Education",
		"volume": "8"
	},
	{
		"id": "UGOLINI1992123",
		"type": "incollection",
		"title": "7 Pedosphere",
		"author": "Fiorenzo C. Ugolini and Henri Spaltenstein",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/S0074-6142(08)62690-X",
		"abstract": "Publisher Summary The pedosphere is the envelope of the Earth where soils occur and where the soil-forming processes are active. Soils are physical entities formed at the Earths surface that have acquired chemical and physical properties in response to environmental factors. The biosphere, that part of the Earth in which life exists, overlaps the pedosphere, but the two are not coincident. The soil profile is the manifestation of the soil-forming or pedogenic processes on the geological substratum or parent material. The soil profile is an assemblage of horizons displayed by a vertical cut at the surface. Horizons are layer-like, more or less parallel to the surface, and differ from each other in morphology, composition, and consistency. Soil is a multi-phase system, consisting of solids, liquids, and gases. In a typical soil, solids, liquids, and gases occupy 50, 15–35, and 15–35% of the total volume respectively. Organic matter in soils is made up of plant and animal remains partially decomposed, substances synthesized during the decomposition, and microbial bodies. Organic matter is primarily carbon, oxygen, and hydrogen derived directly or indirectly from photosynthesis. The chapter describes the soil-forming processes.",
		"pages": "123 - 153",
		"year": "1992",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S007461420862690X",
		"volume": "50"
	},
	{
		"id": "JOHNSTONE1978197",
		"type": "article",
		"title": "Education systems: Approaches and methods in their evaluation",
		"author": "J.N. Johnstone",
		"doi": "https://doi.org/10.1016/0145-9228(78)90002-X",
		"pages": "197 - 279",
		"year": "1978",
		"url_article": "https://www.sciencedirect.com/science/article/pii/014592287890002X",
		"journal": "Evaluation in Education. International Progress",
		"volume": "2"
	},
	{
		"id": "SLADE1995103",
		"type": "incollection",
		"title": "Glass Transitions and Water-Food Structure Interactions",
		"author": "Louise Slade and Harry Levine",
		"publisher": "Academic Press",
		"doi": "https://doi.org/10.1016/S1043-4526(08)60084-4",
		"abstract": "Publisher Summary This chapter focuses on “food polymer science” approach and illustrates various recent examples of the way it has been used to define structure–function relationships in food products and processes and to assess and understand the effects of glass transitions and water plasticization on food quality, safety, and stability. The chapter reviews some theoretical principles from the field of synthetic polymer science that have been shown to be applicable to the studies of the glassy state phenomenon in foods and illustrates those applications by means of a broad overview focusing primarily on the most recent experimental studies by a number of groups that have been especially active in this rapidly growing field of research. The results of such studies have demonstrated the major opportunity offered by the food polymer science approach to expand not only the quantitative knowledge but also, of broader practical value in the context of industrial applications, the qualitative understanding of food products and processes with respect to (1) structure–functional property and water relationships and (2) the influences of nonequilibrium glassy and rubbery states on time-dependent mechanical and rheological properties related to quality and storage stability.",
		"pages": "103 - 269",
		"year": "1995",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1043452608600844",
		"volume": "38"
	},
	{
		"id": "MARTENS1984315",
		"type": "article",
		"title": "Applications of non-linear methods in astronomy",
		"author": "P.C.H Martens",
		"doi": "https://doi.org/10.1016/0370-1573(84)90184-4",
		"abstract": "In this review I discuss catastrophes, bifurcations and strange attractors in a non-mathematical manner by giving very simple examples that st ill contain the essence of the phenomenon. The salientresults of the applications of these non-linear methods in astrophysics are reviewed and include such diverse phenomena as solar flares and loop brightenings (catastrophes), formation of binaries and cyclic stellar winds (bifurcations) and the solar cycle and galactic dynamics (strange attractors). Emphasis is laid on the unifying concept of non-linearity in (simple) differential equatio ns that can be the framework for understanding and predicting such diverse phenomena as mentioned above. Finally there is a discussion on the concept of intrinsic unpredictability (as a result on non-linearity), the limit it sets to the use of numerical models and the way it contradicts our intuiti ve notions on deterministic systems.",
		"pages": "315 - 378",
		"year": "1984",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0370157384901844",
		"journal": "Physics Reports",
		"volume": "115"
	},
	{
		"id": "EYLES19931",
		"type": "article",
		"title": "Earths glacial record and its tectonic setting",
		"author": "N. Eyles",
		"doi": "https://doi.org/10.1016/0012-8252(93)90002-O",
		"abstract": "Glaciations have occurred episodically at different time intervals and for different durations in Earths history. Ice covers have formed in a wide range of plate tectonic and structural settings but the bulk of Earths glacial record can be shown to have been deposited and preserved in basins within extensional settings. In such basins, source area uplift and basin subsidence fulfill the tectonic preconditions for the initiation of glaciation and the accomodation and preservation of glaciclastic sediments. Tectonic setting, in particular subsidence rates, also dictates the type of glaciclastic facies and facies successions that are deposited. Many pre-Pleistocene glaciated basins commonly contain well-defined tectonostratigraphic successions recording the interplay of tectonics and sedimentation; traditional climatostratigraphic approaches involving interpretation in terms of either ice advance/retreat cycles or glacio-eustatic sea-level change require revision. The direct record of continental glaciation in Earth history, in the form of classically-recognised continental glacial landforms and “tillites”, is meagre; it is probable that more than 95% of the volume of preserved “glacial” strata are glacially-influenced marine deposits that record delivery of large amounts of glaciclastic sediment to offshore basins. This flux has been partially or completely reworked by “normal” sedimentary processes such that the record of glaciation and climate change is recorded in marine successions and is difficult to decipher. The dominant “glacial” facies in the rock record are subaqueous debris flow diamictites and turbidites recording the selective preservation of poorly-sorted glaciclastic sediment deposited in deep water basins by sediment gravity flows. However, these facies are also typical of many non-glacial settings, especially volcanically-influenced environments; numerous Archean and Proterozoic diamictites, described in the older literature as tillites, have no clearly established glacial parentage. The same remarks apply to many successions of laminated and thin-bedded facies interpreted as “varvites”. Despite suggestions of much lower values of solar luminosity (the weak young sun hypothesis), the stratigraphic record of Archean glaciations is not extensive and may be the result of non-preservation. However, the effects of very different Archean global tectonic regimes and much higher geothermal heat flows, combined with a Venus-like atmosphere warmed by elevated levels of CO2, cannot be ruled out. The oldest unambiguous glacial succession in Earth history appears to be the Early Proterozoic Gowganda Formation of the Huronian Supergroup in Ontario; the age of this event is not well-constrained but glaciation coincided with regional rifting, and may be causally related to, oxygenation of Earths atmosphere just after 2300 Ma. New evidence that oxygenation is tectonically, not biologically driven, stresses the intimate relationship between plate tectonics, evolution of the atmosphere and glaciation. Global geochemical controls, such as elevated atmospheric CO2 levels, may be responsible for a long mid-Proterozoic non-glacial interval after 2000 Ma that was terminated by the Late Proterozoic glaciations just after 800 Ma. A persistent theme in both Late Proterozoic and Phanerozoic glaciations is the adiabatic effect of tectonic uplift, either along collisional margins or as a result of passive margin uplifts in areas of extended crust, as the trigger for glaciation; the process is reinforced by global geochemical feedback, principally the drawdown of atmospheric CO2 and Milankovitch “astronomical” forcing but these are unlikely, by themselves, to inititiate glaciation. The same remarks apply to late Cenozoic glaciations. Late Proterozoic glacially-influenced strata occur on all seven continents and fall into two tectonostratigraphic types. In the first category are thick sucessions of turbidites and mass flows deposited along active, compressional plate margins recording a protracted and complex phase of supercontinent assembly between 800 and 550 Ma. Local cordilleran glaciations of volcanic peaks is indicated. Many deposits are preserved within mobile belts that record the subduction of interior oceans now preserved as “welds” between different cratons. Discrimination between glacially-influenced and non-glacial, volcaniclastic mass flow successions continues to be problematic. The second tectonostratigraphic category of Late Proterozoic glacial strata includes successions of glacially-influenced, mostly marine strata deposited along rifted, extensional plate margins. The oldest (Sturtian) glaciclastic sediments result from the break-out of Laurentia from the Late Proterozoic supercontinent starting around 750 Ma along its “palaeo-Pacific” margin with a later (Marinoan) phase of rifting at about 650 Ma. “Passive margin” uplifts and the generation of “adiabatic” ice covers on uplifted crustal blocks triggered widespread glaciation along the “palaeo-Pacific” margin of North America and in Australia. A major phase of rifting along the opposite (“palaeo-Atlantic”) margin of Laurentia occurred after 650 Ma and is similarly recorded by glaciclastic strata in basins preserved around the margins of the present day North Atlantic Ocean. Glaciation of the west African platform after 650 Ma is closely related to collision of the West African and Guyanan cratons and uplift of the orogenic belt; the same process, involving uplift around the northern and western margins of the Afro-Arabian platform subsequently triggered Late Ordovician glaciation at about 440 Ma when the south polar region lay over North Africa. Early Silurian glaciation in Bolivia and Brazil was followed by a non-glacial episode and renewed Late Devonian glaciation of northern Brazil and Bolivia. The latter event may have resulted from rotation of Gondwana under the South Pole combined with active orogenesis along the western margin of the supercontinent. Hercynian uplift along the western margin of South America caused by the collision and docking of “Chilinia” at about 350 Ma (Late Tournasian—Early Visean) was the starting point of a long Late Palaeozoic glacial record that terminated at about 255 Ma (Kungurian-Kazanian) in western Australia. The arrival of large landmasses at high latitude may have been an important precondition for ice growth. Strong Namurian uplift around virtually the entire palaeo-Pacific rim of Gondwana culminated in glaciation of the interior of the supercontinent during the latest Westphalian (c. 300 Ma). There is a clear picture of plate margin compression and propagation of “far field” stresses to the plate interior allowing preservation of glacially-influenced strata in newly-rifted intracratonic basins. Many basins show a “steers head” style of infill architecture recording successive phases of subsidence and overstepping of younger strata during basin subsidence and expansion. Exploration for oil and gas in Gondwanan glaciated basins is currently a major stimulus to understanding the relationship between tectonics and sedimentation. Warm Mesozoic palaeoclimates do not rule out the existence of restricted ice covers in the interiors of continental landmasses at high palaeolatitudes (e.g. Siberia, Antarctica) but there is as yet, no direct geological record of their existence. The most likely record of glaciers is contained in Late Jurassic and early Cretaceous strata. In any event, these ice masses are unlikely to have had any marked effect on global sea levels and alternative explanations should perhaps be sought for 4th order, so-called “glacio-eustatic” changes in sea level, inferred from Triassic, Jurassic and Cretaceous strata. The growth of extensive Northern Hemisphere ice sheets in Plio-Pleistocene time (c. 2.5 Ma) was the culmination of a long global climatic deterioration that began sometime after 60 Ma during the late Tertiary. Tectonic uplift of areas such as the Tibetan Plateau and plate tectonic reorganizations have been identified as first-order controls. Initiation of the East Antarctic ice sheet, at about 36 Ma, is the result of the progressive thermal isolation of the continent combined with uplift along the Transantarctic Mountains. In the Northern Hemisphere, the upwarping of extensive passive margin plateaux around the margins of the newly-rifted North Atlantic may have amplified global climatic changes and set the scene for the growth of continental ice sheets after 2.5 Ma. Ice sheet growth and decay was driven by complexly interrelated changes in ocean circulation, Milankovitch orbital forcing and global geochemical cycles. It is arguable whether continental glaciations of the Northern Hemisphere, and the evolution of hominids, would have occurred without the necessary precondition of tectonic uplift.",
		"pages": "1 - 248",
		"year": "1993",
		"url_article": "https://www.sciencedirect.com/science/article/pii/001282529390002O",
		"journal": "Earth-Science Reviews",
		"volume": "35"
	}
]