[
	{
		"id": "DIAMANTINI2016117",
		"type": "article",
		"title": "A goal-oriented, ontology-based methodology to support the design of AAL environments",
		"author": "Claudia Diamantini and Alessandro Freddi and Sauro Longhi and Domenico Potena and Emanuele Storti",
		"keywords": "Ambient assisted living, Ontology, Goal-oriented design methodology, Reasoning",
		"doi": "https://doi.org/10.1016/j.eswa.2016.07.032",
		"abstract": "One of the most critical issues in Ambient Assisted Living (AAL) is the design of systems that can evolve to meet the requirements of individuals as their needs and health conditions change. Although much work has been done on home and building automation systems for AAL, often referred to as assistive domotics, there is in fact still a substantial lack of solutions capable to support system designers in the early stage of development of such assistive systems. To this aim, the work contributes to the research on design of assistive domotic systems by presenting an ontology-driven methodology aimed to guide the development process. The novel contributions of the paper include the goal-oriented approach of the methodology, which involves the elicitation and analysis of AAL requirements and their formal representation in an ontology, where high-level goals are described in terms of subgoals and tasks, that are then linked to corresponding measures and devices. Moreover, logic-based reasoning enables more advanced functionalities useful at design time. We present a validation of the methodology showing typical use cases both related to the development from scratch of a domotic system with assistive capabilities starting from a set of high-level user requirements and the redesign of existing implementations according to changed requirements.",
		"pages": "117 - 131",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0957417416303797",
		"journal": "Expert Systems with Applications",
		"volume": "64"
	},
	{
		"id": "SUMESH2019892",
		"type": "article",
		"title": "On framework development for the dynamic prosumer coalition in a smart grid and its evaluation by analytic tools",
		"author": "Sreenithya Sumesh and Aneesh Krishna and Vidyasagar Potdar and Shastri Nimmagadda",
		"keywords": "Smart grid, Prosumer, Coalition, Game theory",
		"doi": "https://doi.org/10.1016/j.procs.2019.09.249",
		"abstract": "Managing prosumers participation in energy trading becomes complicated, as the number of prosumers in smart grid is expected to rise. In this situation, it is safe to group active prosumers into groups or coalitions. By utilising analytical tools, like game theory, the method for grouping or coalition formation of prosumers can be carefully studied. After analysing prosumers behaviour in energy profile, we propose a novel dynamic, decentralised prosumer coalition formation method based on game theory that can satisfy utility grid demands. A conceptual framework is developed for coalition formation and energy management among prosumers in a dynamic environment. This approach has the potential to increase the size and number of coalitions without a central controller to better manage renewable energy usage and trading with energy buyers. We validate the performance of adopting a game theoretic approach, assessing the strategy using open and shared data sources.",
		"pages": "892 - 901",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050919314371",
		"journal": "Procedia Computer Science",
		"volume": "159"
	},
	{
		"id": "DARAGMEH2012841",
		"type": "article",
		"title": "Needs Assessment and Beyond in the Setup of Centers for Teaching and Learning Excellence: An-Najah University Center as a Case Study",
		"author": "Abdel Karim Daragmeh and Denise Drane and Gregory Light",
		"keywords": "Centers of Excellence, needs assessment, capacity building, micro-interventions, macro-interventions",
		"doi": "https://doi.org/10.1016/j.sbspro.2012.06.745",
		"abstract": "An-Najah University recently established a center for excellence in learning and teaching (CELT) in collaboration with Northwestern University. The main goal of the center is to support the universitys transition to a more learner-centered, technology-assisted environment. This paper focuses on the CELT Teaching Fellows Program, a program to build leadership capacity in learning and teaching. It also reports on key challenges which the center encountered when it began to engage with the university and its response to those challenges which included: i) developing a participation strategy, ii) creating multi-specialist teaching fellow teams, and iii) responding to macro-intervention requests.",
		"pages": "841 - 847",
		"year": "2012",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877042812024810",
		"journal": "Procedia - Social and Behavioral Sciences",
		"volume": "47"
	},
	{
		"id": "STOREY199597",
		"type": "article",
		"title": "Understanding database design expertise",
		"author": "Veda C. Storey and Cheryl Bagley Thompson and Sudha Ram",
		"keywords": "Database design, Expert systems, Expertise, Database design systems, Requirements analysis, Conceptual design, Logical design, Entity-Relationship model, Relational model",
		"doi": "https://doi.org/10.1016/0169-023X(95)00012-H",
		"abstract": "Database design is a complex and time-consuming process. In order to automate database design, an understanding of the nature of expertise that goes into the design process is needed. Although a number of expert systems have been developed to assist or replace a database designer, database design expertise has not been examined in any detail. This paper proposes a conceptual framework for explaining this type of expertise. The components of the framework are applied to each phase of the design process and used to provide guidelines for the level of expertise developers might strive to obtain. Several representative systems are analyzed, based on the framework, to explore the degree to which expertise is being captured. Implications for the future development of database design expert systems are discussed.",
		"pages": "97 - 124",
		"year": "1995",
		"url_article": "https://www.sciencedirect.com/science/article/pii/0169023X9500012H",
		"journal": "Data & Knowledge Engineering",
		"volume": "16"
	},
	{
		"id": "RONG2020291",
		"type": "article",
		"title": "Artificial Intelligence in Healthcare: Review and Prediction Case Studies",
		"author": "Guoguang Rong and Arnaldo Mendez and Elie Bou Assi and Bo Zhao and Mohamad Sawan",
		"keywords": "Artificial intelligence, Machine learning, Deep learning, Neural network, Biomedical research, Healthcare applications, Epileptic seizure, Urinary bladder filling",
		"doi": "https://doi.org/10.1016/j.eng.2019.08.015",
		"abstract": "Artificial intelligence (AI) has been developing rapidly in recent years in terms of software algorithms, hardware implementation, and applications in a vast number of areas. In this review, we summarize the latest developments of applications of AI in biomedicine, including disease diagnostics, living assistance, biomedical information processing, and biomedical research. The aim of this review is to keep track of new scientific accomplishments, to understand the availability of technologies, to appreciate the tremendous potential of AI in biomedicine, and to provide researchers in related fields with inspiration. It can be asserted that, just like AI itself, the application of AI in biomedicine is still in its early stage. New progress and breakthroughs will continue to push the frontier and widen the scope of AI application, and fast developments are envisioned in the near future. Two case studies are provided to illustrate the prediction of epileptic seizure occurrences and the filling of a dysfunctional urinary bladder.",
		"pages": "291 - 301",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S2095809919301535",
		"journal": "Engineering",
		"volume": "6"
	},
	{
		"id": "NIKNEJAD2020103529",
		"type": "article",
		"title": "A comprehensive overview of smart wearables: The state of the art literature, recent advances, and future challenges",
		"author": "Naghmeh Niknejad and Waidah Binti Ismail and Abbas Mardani and Huchang Liao and Imran Ghani",
		"keywords": "Smart wearables, Information systems, Potential factors, Weight analysis technique",
		"doi": "https://doi.org/10.1016/j.engappai.2020.103529",
		"abstract": "Smart wearables have gained considerable attention from Information Systems (IS) academics, business managers, and health practitioners. In spite of the availability of authentic research studies of smart wearables, there is still a lack of systematic review on the different aspects of smart wearables concept to find the current state of research, particularly from the perspective of IS field. Therefore, the predominant aim of this research is to review smart wearables literature, recent advances, and future challenges. Accordingly, a systematic literature review was conducted to explore smart wearables by reviewing previous studies from 2010 to 2019. For covering all related papers during these years, an integrated review protocol consisting of automatic and manual stages was pursued. 244 papers were identified to address smart wearables issues and challenges. According to the findings, it is observed that smart wearable studies have increased dramatically during the last years. Moreover, the results show that current studies covered different research themes which are related to smart wearables area, particularly user behavior, technology-focused, security and privacy, design, and social acceptability. Furthermore, based on the results of the weight analysis technique, perceived usefulness, attitude toward technology, social influence, and privacy concerns are identified as the best predictors of smart wearables adoption. Additionally, the results show that the Technology Acceptance Model (TAM) is the most commonly adopted theory in the smart wearable studies. The findings of this review would assist academics to realize the existing limitations and gaps as well as the future works for smart wearables research studies.",
		"pages": "103529",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0952197620300348",
		"journal": "Engineering Applications of Artificial Intelligence",
		"volume": "90"
	},
	{
		"id": "KAIMER2019445",
		"type": "article",
		"title": "As They Like It - Outcome Of A User-Centric Design Approach For An Online Health- And Well-Being Service Platform For Transition-Agers",
		"author": "Fabian Kaimer and Philipp Brune",
		"keywords": "Digital Health, Health Services Platform, Requirements Engineering, User-Centric Design, Transition Age",
		"doi": "https://doi.org/10.1016/j.procs.2019.11.068",
		"abstract": "While health- and well-being-related online social and service platforms for supporting elderly peopole have been widely discussed conceptually in recent years, only few studies exist on the actual challenges of implementing such systems. In particular, the application of a user-centric design approach for the development of such systems has not been comprehensively analyzed so far. Therefore, in this paper the outcomes of the requirements engineering phase of the implementation of an online social and service network platform for elderly peopole in the so-called transition age between 55 and 75 are presented. The desired features and functionalities co-created with the prospective stakeholders of the system are illustrated, and lessons learned during the correspod-ing requirements engineering process are presented. While the approach has been found to be in principle feasible, special attention needs to be paid to limit the risks of creating overblown functionality and scope creep during the requirements engineering phase.",
		"pages": "445 - 450",
		"year": "2019",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050919317685",
		"journal": "Procedia Computer Science",
		"volume": "160"
	},
	{
		"id": "ZHITKOVA2014437",
		"type": "article",
		"title": "Using the Technology in Content-based Second Foreign Language Teaching at the Research University",
		"author": "Elena V. Zhitkova and Ekaterina V. Kozlovskaya and Nikolai A. Kachalov",
		"keywords": "Research university, Internet tecnology, foreign language",
		"doi": "https://doi.org/10.1016/j.sbspro.2014.10.188",
		"abstract": "This article describes a project launched at the Department of the German Language of Tomsk State University, Russia. The authors consider the changes in enlarging the current curriculum on the example of the course of the German language taught for the first-year students. A project to create a pilot content module on the basis of the available technology at the University to expand curricular content in accordance with the first-year textbook was conducted.",
		"pages": "437 - 440",
		"year": "2014",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877042814056389",
		"journal": "Procedia - Social and Behavioral Sciences",
		"volume": "154"
	},
	{
		"id": "BRUNE2017442",
		"type": "article",
		"title": "Towards An Application Architecture For A Smart Online Service Network Platform For The Elderly",
		"author": "Philipp Brune and Robert Rockmann",
		"keywords": "Software Architecture, Web Development, Online Social Network, Service Description, Retrieval, Service Composition, Elderly People",
		"doi": "https://doi.org/10.1016/j.procs.2017.08.289",
		"abstract": "Online Social and Service Network Platforms for supporting elderly people with respect to their health and well-being have been discussed on the conceptual level by various authors. Here, in particular the so-called transition age between 55 and 75 is important and therefore has also been addressed, e.g. with respect to user interface (UI) requirements. As a logical next step, in this paper an application architecture for such a kind of online service network platform is proposed, designed consequently using state-of-the-art concepts like server-side JavaScript, NoSQL databases and machine learning. Since only few studies about such kind of modern software architectures exist in the literature, this is a first step towards analyzing their implications for web application development.",
		"pages": "442 - 447",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050917316988",
		"journal": "Procedia Computer Science",
		"volume": "113"
	},
	{
		"id": "DEFARIAS2017128",
		"type": "article",
		"title": "COMFIT: A development environment for the Internet of Things",
		"author": "Claudio M. de Farias and Italo C. Brito and Luci Pirmez and Flávia C. Delicato and Paulo F. Pires and Taniro C. Rodrigues and Igor L. dos Santos and Luiz F.R.C. Carmo and Thais Batista",
		"keywords": "IDE, Wireless sensor networks, Internet of Things, Cloud computing, Model-driven development, Testbeds",
		"doi": "https://doi.org/10.1016/j.future.2016.06.031",
		"abstract": "This paper presents COMFIT (Cloud and Model based IDE for the Internet of Things), a development environment for the Internet of Things that was built grounded on the paradigms of model driven development and cloud computing. COMFIT is composed of two different modules: (1) the App Development Module, a model-driven architecture (MDA) infrastructure, and (2) the App Management and Execution Module, a module that contains cloud-based web interface connected to a server hosted in the cloud with compilers and simulators for developing Internet of Things (IoT) applications. The App Development Module allows the developers to design IoT applications using high abstraction artifacts (models), which are tailored to either the application perspective or the network perspective, thus creating a separation between these two concerns. As models can be automatically transformed into code through the App Development Module, COMFIT creates an environment where there is no need of additional configurations to properly compile or simulate the generated code, integrating the development lifecycle of IoT applications into a single environment partially hosted in the client side and partially in the cloud. In its current version, COMFIT supports two operating systems, namely Contiki and TinyOS, which are widely used in IoT devices. COMFIT supports automatic code generation, execution of simulations, and code compilation of applications for these platforms with low development effort. Finally, COMFIT is able to interact with IoT-lab, an open testbed for IoT applications, which allows the developers to test their applications with different configurations without the need of using local IoT devices. Several evaluations were performed to assess COMFIT’s key features in terms of development effort, quality of generated code, and scalability.",
		"pages": "128 - 144",
		"year": "2017",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X16302163",
		"journal": "Future Generation Computer Systems",
		"volume": "75"
	},
	{
		"id": "BOLL2015511",
		"type": "article",
		"title": "User Interfaces with a Touch of Grey? – Towards a Specific UI Design for People in the Transition Age",
		"author": "Friederike Boll and Philipp Brune",
		"keywords": "Graphical User Interfaces, User-Centered Design, UI Development, Elderly People",
		"doi": "https://doi.org/10.1016/j.procs.2015.08.377",
		"abstract": "While applications and user interfaces (UI) for elderly people have been discussed by various authors, the specific requirements of people in the transition age from work life to retirement (55-75 years) have not been analyzed in detail yet. Therefore, in this paper we present results from a qualitative empirical analysis within this age group, evaluate their specific usage behavior and system requirements and derive basic UI design guidelines from it. The results indicate that indeed this age group differs in its requirements from older people (75+) mainly considered in the existing literature.",
		"pages": "511 - 516",
		"year": "2015",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S1877050915025120",
		"journal": "Procedia Computer Science",
		"volume": "63"
	},
	{
		"id": "SCHAPPERT2020121585",
		"type": "article",
		"title": "Sustainable consumption in the smart grid: From key points to eco-routine",
		"author": "Monika Schappert and Michael von Hauff",
		"keywords": "Sustainable consumption, Eco-routine, Typology, Smart grid, Systematic literature analysis",
		"doi": "https://doi.org/10.1016/j.jclepro.2020.121585",
		"abstract": "The goal of radically increasing renewable energies pushes the current power grid to its limits. Smart technologies on the demand side are keys to cope with fluctuating inputs from distributed generation. At the same time, smart technologies are expected to enhance sustainable consumption by effectively reducing power consumption and its environmental impact. The number of applications is increasing along with more computation, communication, and intelligent capabilities. However, it is unclear how smart technologies resonate with lifestyles and consumption patterns to effectively achieve sustainable consumption. Utilizing the typology method, this paper aims in a first part at a description, an explanation and a framework of different types of sustainable consumption. In the second part, a systematic literature analysis of smart technologies for sustainable consumption is carried out. After analyzing seven current practical approaches, we describe four types of sustainable consumption. We apply the approaches via the housing field of consumption to the smart grid, highlighting the importance of technology adoption. The typology framework can be used for consumer communication, producer guidelines and policy practice.",
		"pages": "121585",
		"year": "2020",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0959652620316322",
		"journal": "Journal of Cleaner Production",
		"volume": "267"
	},
	{
		"id": "SHARMA201663",
		"type": "article",
		"title": "Expanded cloud plumes hiding Big Data ecosystem",
		"author": "Sugam Sharma",
		"keywords": "Cloud, Big Data, Smart Data and Lakes, IoT, XCLOUDX, as-a-Service",
		"doi": "https://doi.org/10.1016/j.future.2016.01.003",
		"abstract": "Today, a paradigm shift is being observed in science, where the focus is gradually shifting away from operation to data, which is greatly influencing the decision making also. The data is being inundated proactively from several sources in various forms; especially social media and in modern data science vocabulary is being recognized as Big Data. Today, Big Data is permeating through the bigger aspect of human life for scientific and commercial dependencies, especially for massive scale data analytics of beyond the exabyte magnitude. As the footprint of Big Data applications is continuously expanding, the reliability on cloud environments is also increasing to obtain appropriate, robust and affordable services to deal with Big Data challenges. Cloud computing avoids any need to locally maintain the overly scaled computing infrastructure that include not only dedicated space, but the expensive hardware and software also. Several data models to process Big Data are already developed and a number of such models are still emerging, potentially relying on heterogeneous underlying storage technologies, including cloud computing. In this paper, we investigate the growing role of cloud computing in Big Data ecosystem. Also, we propose a novel XCLOUDX XCloudX, X…Xclassification to zoom in to gauge the intuitiveness of the scientific name of the cloud-assisted NoSQL Big Data models and analyze whether XCloudX always uses cloud computing underneath or vice versa. XCloudX symbolizes those NoSQL Big Data models that embody the term “cloud” in their name, where X is any alphanumeric variable. The discussion is strengthen by a set of important case studies. Furthermore, we study the emergence of as-a-Service era, motivated by cloud computing drive and explore the new members beyond traditional cloud computing stack, developed in the past couple of years.",
		"pages": "63 - 92",
		"year": "2016",
		"url_article": "https://www.sciencedirect.com/science/article/pii/S0167739X16000054",
		"journal": "Future Generation Computer Systems",
		"volume": "59"
	}
]